Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: Enable <em>%(plugin)s</em>: %(result)s
fr: Activation de <em>%(plugin)s</em>: %(result)s

source: Disable <em>%(plugin)s</em>: %(result)s
fr: Désactivation de <em>%(plugin)s</em>: %(result)s

source: Cleanup <em>%(plugin)s</em>: %(result)s
fr: Nettoyage de <em>%(plugin)s</em>: %(result)s

source: Cleanup all: %(result)s
fr: Nettoyage total: %(result)s

source: A restart is needed for the changes to take effect.
fr: Un redémarrage est nécessaire pour que les modifications prennent effet.

source: Restart now
fr: Redémarrer maintenant

source: <strong>This will restart your OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr: <strong>Redémarrage de votre serveur OctoPrint.</strong></p><p> Cette action peut perturber tous les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale qui peut également s'appliquer aux impressions exécutées directement à partir du stockage interne de votre imprimante).

source: Restart in progress
fr: Redémarrage en cours

source: The server is now being restarted in the background
fr: Le serveur est maintenant redémarré en arrière plan

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
fr: La tentative de redémarrage du serveur a produit une erreur, vérifiez les fichiers journaux d'OctoPrint pour plus de détails. Vous devrez redémarrer manuellement.

source: A refresh is needed for the changes to take effect.
fr: Un rafraichissement est nécessaire pour que les modifications prennent effet.

source: Reload now
fr: Recharger maintenant

source: A reconnect to the printer is needed for the changes to take effect.
fr: Une reconnexion à l'imprimante est nécessaire pour que les modifications prennent effet.

source: Error!
fr: Erreur !

source: Done!
fr: Terminé !

source: Blacklisted
fr: En Liste Noire

source: Disabled due to active safe mode
fr: Désactivé en raison du mode sans échec actif

source: Enable Plugin
fr: Activer l'extension

source: Disable Plugin
fr: Désactiver l'extension

source: There are %(count)d notices (%(important)d marked as important) available regarding this plugin - click to show!
fr: %(count)d annonces (%(important)d marquées comme importantes) sont disponibles concernant cette extension - cliquez pour les afficher !

source: There are %(count)d notices available regarding this plugin - click to show!
fr: %(count)d annonces sont disponibles concernant cette extension - cliquez pour les afficher !

source: There is an important notice available regarding this plugin - click to show!
fr: Une annonce importante est disponible concernant cette extension - cliquez pour l'afficher !

source: There is a notice available regarding this plugin - click to show!
fr: Une annonce est disponible concernant cette extension - cliquez pour l'afficher !

source: Important notice regarding plugin "%(name)s"
fr: Annonce importante concernant l'extension "%(name)s"

source: Notice regarding plugin "%(name)s"
fr: Annonce concernant l'extension "%(name)s"

source: Affected versions: %(versions)s
fr: Versions affectées : %(versions)s

source: Affected versions: all
fr: Versions affectées : toutes

source: Read more...
fr: En savoir plus...

source: Take note that all plugin management functionality is disabled while your printer is printing or paused.
fr: Toutes les fonctionnalités de gestion des extensions sont désactivées pendant l’impression ou la pause de votre imprimante.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
fr: La commande <code> pip </code> n'a pas été trouvée ou ne fonctionne pas correctement pour cette installation d'OctoPrint - consultez les journaux pour plus de détails et si nécessaire configurez le manuellement. Aucune installation et désinstallation de paquets d'extension n'est possible tant que <code> pip </code> n'est pas disponible.

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
fr: Le mode sans échec est actif. Toutes les extensions tierces sont désactivées et ne peuvent être activées. L'installation de paquets d'extension est désactivée.

source: The system OctoPrint is running on is currently throttled. Due to that it's not possible to install new plugins in order to avoid possible issues caused by system instability.
fr: Le système sur lequel tourne OctoPrint est actuellement saturé. Pour cette raison, il est impossible d'installer de nouvelles extensions afin d'éviter d'éventuels problèmes dus à l'instabilité du système.

source: It looks like OctoPrint has currently no connection to the internet. Due to that it's not possible to install new plugins from the plugin repository or archive URLs.
fr: Il semblerait qu'OctoPrint n'a actuellement aucune connexion à internet. Il est donc impossible d'installer de nouvelles extensions depuis le répertoire des extensions ou à partir d'archive ou d'URLs.

source: There appears to have been an error retrieving the plugin data from the backend. Please report this in the bug tracker & be sure to include all requested logs.
fr: Il semble qu'une erreur se soit produite lors de la récupération des données de l'extension à partir du backend. Veuillez le signaler dans le bug tracker & n'oubliez pas d'inclure tous les journaux demandés.

source: Plugins
fr: Extensions

source: Cleanup
fr: Nettoyage

source: Plugin Configuration
fr: Configuration de l'extension

source: Installed Plugins
fr: Extensions installées

source: Search...
fr: Rechercher...

source: Show both bundled and third-party plugins
fr: Afficher les extensions intégrées et tierces

source: Show only bundled plugins
fr: Afficher uniquement les extensions intégrées

source: Bundled
fr: Intégrées

source: Show only third-party plugins
fr: Afficher uniquement les extensions tierces

source: 3rd party
fr: Tierces

source: Show both enabled and disabled plugins
fr: Afficher les extensions activées et désactivées

source: Show only enabled plugins
fr: Afficher uniquement les extensions activées

source: Enabled
fr: Activées

source: Show only disabled plugins
fr: Afficher uniquement les extensions désactivées

source: Bundled with OctoPrint
fr: Intégrées avec OctoPrint

source: Cannot be uninstalled through OctoPrint
fr: Impossible à désinstaller depuis OctoPrint

source: Incompatible to OctoPrint or the underlying Python environment
fr: Incompatible avec OctoPrint ou l'environnement Python sous-jacent

source: Restart of OctoPrint needed for changes to take effect
fr: Redémarrage d'OctoPrint nécessaire pour la prise en compte des modifications

source: Pending install
fr: Installation en attente

source: Pending uninstall
fr: Désinstallation en attente

source: Disabled due to safe mode
fr: Désactivé en raison du mode sans échec

source: There are notices available regarding this plugin
fr: Il y a des annonces disponibles concernant cette extension

source: This plugin is blacklisted
fr: Cette extension est en Liste Noire

source: Homepage
fr: Page d'accueil

source: Cleanup Plugin Data
fr: Nettoyage des données de l'extension

source: Uninstall Plugin
fr: Désinstaller l'extension

source: Get More...
fr: Plus d'infos...

source: Reshow current notices
fr: Réafficher les annonces actuelles

source: Refresh notices from repository
fr: Rafraîchir les annonces depuis le dépôt

source: Refresh
fr: Rafraîchir

source: Identifier
fr: Identifiant

source: Cleanup all
fr: Tout nettoyer

source: Nothing to cleanup! There are no settings or data left over from plugins which are no longer installed.
fr: Rien à nettoyer! Il n'y a plus de paramètres ou de données résiduels des extensions désinstallées.

source: Install new Plugins...
fr: Installer de nouvelles extensions...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
fr: ... depuis le <a href="%(url)s" target="_blank">dépôt des extensions</a>

source: Sort by title
fr: Trier par titre

source: Sort by publication date
fr: Trier par date de publication

source: Sort by last release date
fr: Trier par date de dernière publication

source: Sort by last push date
fr: Trier par date de dernière «push»

source: Sort by active instance count
fr: Trier par nombre d'instances actives

source: Sort by Github stars
fr: Trier par nombre d'étoiles Github

source: Only show uninstalled plugins
fr: N'afficher que les extensions non installées

source: Only show compatible plugins
fr: N'afficher que les extensions compatibles

source: Only show unabandoned plugins
fr: N'afficher que les extensions abandonnées

source: Refresh list from repository
fr: Rafraîchir la liste à partir du dépôt

source: "Why?"
fr: "Pourquoi ?"

source: Abandoned by its maintainer
fr: Abandonné par son mainteneur

source: License
fr: Licence

source: Publication date
fr: Date de publication

source: Active instances past month
fr: Instances actives du mois passé

source: Github stars
fr: Etoiles Github

source: Last push to main branch
fr: Dernier «push» vers la branche principale

source: Latest release & date
fr: Dernière «release» et date

source: plugins displayed
fr: extensions affichées

source: Sadly the repository is currently not available
fr: Oups, le dépôt n'est pas disponible actuellement

source: Is your OctoPrint installation connected to the internet?
fr: OctoPrint est-il connecté à internet ?

source: It looks like there are no plugins that match your search criteria
fr: Il semble qu'il n'y ait aucune extension correspondant à vos critères de recherche

source: ... from URL
fr: ... depuis l'URL

source: Enter URL...
fr: Saisir l' URL...

source: This does not look like a valid URL. Expected http, https or any of the <a href="%(url)s" target="_blank">supported VCS URLs</a>.
fr: Cela ne ressemble pas à une URL valide. Il est attendu http, https ou encore un protocole <a href="%(url)s" target="_blank">URL VCS</a>.

source: ... from an uploaded file
fr: ... depuis une archive téléversée

source: This does not look like a valid plugin. Valid plugins should be either zip files or tarballs installable via <code>pip</code> that have the extension ".zip", ".tar.gz", ".tgz" or ".tar", or single file python plugins with the extension ".py"
fr: Cela ne semble pas être un paquet d'extension valide. Les paquets valides doivent être des fichiers d'archives installables via <code>pip</code> possédant l'extension ".zip", ".tar.gz", ".tgz" ou ".tar", ou encore des extensions Python à fichier unique d'extension ".py".

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
fr: Utiliser <code>--process-dependency-links</code> avec <code>pip install</code>

source: Confirm before disabling a plugin
fr: Confirmez avant de désactiver l’extension

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
fr: Vous ne devriez normalement <strong>pas avoir à modifier l'un des paramètres suivants</strong>, ils sont purement fournis pour plus de commodité ici.

source: Plugin repository configuration
fr: Configuration du dépôt d'extensions

source: URL of the Plugin Repository to use. You should normally not have to change this.
fr: URL du dépôt d'extensions à utiliser. Vous ne devriez normalement pas avoir à le changer.

source: Repository URL
fr: URL du dépôt

source: How long to cache repository data, in minutes. You should normally not have to change this.
fr: Durée de mise en cache des données du dépôt, en minutes. Vous ne devriez pas avoir à le changer.

source: Repository cache TTL
fr: Mise en cache TTL du dépôt

source: Notices configuration
fr: Configuration des annonces

source: URL of the Notices source to use. You should normally not have to change this.
fr: URL de la source à employer pour les annonces. Vous ne devriez normalement pas avoir à modifier celle-ci.

source: Notices URL
fr: URL des annonces

source: How long to cache notices, in minutes. You should normally not have to change this.
fr: Durée de mise en cache des notifications, en minutes. Normalement, vous ne devriez pas avoir à changer cela.

source: Notices cache TTL
fr: TTL du cache des annonces

source: pip configuration
fr: configuration de pip

source: Additional arguments for the pip command. You should normally not have to change this.
fr: Arguments supplémentaires pour la commande pip. Normalement, vous ne devriez pas changer cela.

source: Additional arguments
fr: Arguments supplémentaires

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
fr: Forcer l'utilisation avec l'argument <code>--user</code> pour <code>pip install</code>

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Allows to check for software updates
fr: Autorise la vérification des mises à jour logicielles

source: Allows to perform software updates
fr: Autorise les mises à jour logicielles

source: Allows to configure software update
fr: Autorise la configuration de mise à jour du logiciel

source: Python package installation folder
fr: Dossier d'installation du paquet Python

source: Plugin folder
fr: Dossier de Python

source: System temporary files
fr: Fichiers temporaires du système

source: setuptools
fr: outils de configuration

source: Software Update
fr: Mise à jour du logiciel

source: Without this plugin OctoPrint will no longer be able to update itself or any of your installed plugins which might put your system at risk.
fr: Sans cette extension, OctoPrint ne pourra plus se mettre à jour ni aucunes de vos extensions installées, ce qui pourrait mettre votre système en danger.

source: Release
fr: Version

source: Github Commit
fr: Commit Github

source: Local checkout
fr: Vérification locale

source: unknown
fr: inconnu

source: Updating...
fr: Mise à jour...

source: Updating, please wait.
fr: Mise à jour en cours, merci de patienter.

source: There are updates available for the following components:
fr: Des mises à jour sont disponibles pour les composants suivants :

source: Release Notes
fr: Notes de version

source: This version of the Python environment is not supported for direct updates.
fr: Cette version de l'environnement Python n'est pas prise en charge pour des mises à jour directes.

source: There's currently not enough free disk space available for a direct update.
fr: Espace disque disponible insuffisant pour une mise à jour directe.

source: Those components marked with <i class="fa fa-check"></i> can be updated directly.
fr: Ces composants marqués avec <i class="fa fa-check"></i> peuvent être mis à jour directement.

source: To have updates applied, get in touch with an administrator of this OctoPrint instance.
fr: Pour appliquer les mises à jour, contactez l'administrateur de cette instance d'Octoprint.

source: Update Available
fr: Mise à jour disponible

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
fr: Vous pouvez faire réapparaître ce message via "Paramètres" > "Mise à jour du logiciel" > "Vérifier les mises à jour maintenant"

source: Update now
fr: Mettre à jour maintenant

source: Everything is up-to-date
fr: Tout est à jour

source: No internet connection
fr: Pas de connexion internet

source: Update not possible
fr: Mise à jour impossible

source: Unknown update check, configuration ok?
fr: Vérification de mise à jour inconnue, la configuration est ok?

source: Cannot check for update, need online connection
fr: Impossible de vérifier la mise à jour, connexion en ligne nécessaire

source: Network error while checking for update
fr: Erreur de réseau lors de la vérification de la mise à jour

source: Rate limit exceeded while checking for update, please try again later
fr: Le taux limite est dépassé lors de la vérification de la mise à jour, veuillez réessayer plus tard

source: Check internal error while checking for update
fr: Vérifier toute erreur interne lors de la vérification de la mise à jour

source: Unknown error while checking for update, please check the logs
fr: Erreur inconnue lors de la vérification des mises à jour, vérifiez les journaux

source: Now updating, please wait.
fr: Mise à jour en cours, veuillez patienter.

source: Update not started!
fr: La mise à jour n'a pas démarré !

source: The update could not be started. Is it already active? Please consult octoprint.log for details.
fr: La mise à jour n'a pas pu être démarrée. Est-elle déjà en cours? Veuillez consulter octoprint.log pour plus de détails.

source: Can't update while printing
fr: Impossible de mettre à jour pendant une impression

source: A print job is currently in progress. Updating will be prevented until it is done.
fr: Une impression est en cours. La mise à jour ne sera possible qu'à la fin de celle-ci.

source: Can't update while throttled
fr: Mise à jour impossible pendant le travail

source: Your system is currently throttled. OctoPrint refuses to run updates while in this state due to possible stability issues.
fr: Votre système est actuellement en cours de travail. OctoPrint refuse de faire des mises à jour durant cet état afin d'éviter de possibles problèmes d'instabilité.

source: This will update the following components and restart the server:
fr: Ceci mettra à jour les composants suivants et redémarrera le serveur:

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
fr: Lisez bien toutes les notes de publication liées, en particulier celles pour OctoPrint car elles peuvent contenir des informations importantes que vous devez connaître <strong>avant</strong> la mise à niveau.

source: This action may disrupt any ongoing print jobs.
fr: Cette action peut perturber tous les travaux d'impression en cours.

source: Depending on your printer's controller and general setup, restarting OctoPrint may cause your printer to be reset.
fr: Selon le contrôleur de votre imprimante et la configuration générale, le redémarrage d'OctoPrint peut entraîner la réinitialisation de votre imprimante.

source: Are you sure you want to proceed?
fr: Êtes-vous sûr de vouloir continuer ?

source: Are you sure you want to update now?
fr: Êtes vous sûr de vouloir mettre à jour maintenant ?

source: Proceed
fr: Continuer

source: Now updating %(name)s to %(version)s
fr: Mise à jour de %(name)s vers %(version)s

source: Update successful, restarting!
fr: Mise à jour réussie, redémarrage !

source: The update finished successfully and the server will now be restarted.
fr: Mise à jour réalisée avec succès, le serveur va maintenant redémarrer.

source: Restart failed
fr: Échec du redémarrage

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult octoprint.log on what went wrong.
fr: Le serveur n'a apparemment pas réussi à redémarrer, vous devrez le faire manuellement. Consultez octoprint.log pour savoir ce qui s'est passé.

source: The update finished successfully, please restart OctoPrint now.
fr: Mise à jour effectuée avec succès, redémarrez OctoPrint maintenant.

source: The update finished successfully, please reboot the server now.
fr: Mise à jour effectuée avec succès, redémarrez le serveur maintenant.

source: Update successful, restart required!
fr: Mise à jour réussie, redémarrage nécessaire !

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult octoprint.log on what went wrong here.
fr: Le redémarrage d'OctoPrint a échoué., redémarrez-le manuellement. Vous pouvez également consulter octoprint.log pour connaître ce qui s'est passé.

source: Rebooting the server failed, please reboot it manually. You might also want to consult octoprint.log on what went wrong here.
fr: Le redémarrage du serveur a échoué, redémarrez-le manuellement. Vous pouvez également consulter octoprint.log pour connaître ce qui s'est passé.

source: Update successful!
fr: Mise à jour réussie !

source: The update finished successfully.
fr: Mise à jour terminée avec succès.

source: Update failed!
fr: Échec de la mise à jour!

source: The update did not finish successfully. Please consult <code>octoprint.log</code> and <code>plugin_softwareupdate_console.log</code> for details.
fr: La mise à jour n'a pas abouti. Consultez <code>octoprint.log</code> et <code>plugin_softwareupdate_console.log</code> pour plus de détails.

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="fas fa-wrench"></i> button to do this. Also refer to the <a href="https://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">Documentation</a>.
fr: Configurez le <strong>dossier de vérification</strong> d'OctoPrint, sinon cette extension ne sera pas en mesure de se mettre à jour. Cliquez sur le bouton <i class="fa fa-wrench"></i> pour le faire. Consultez aussi cette <a href="https://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">documentation</a>.

source: <p> <strong>You are running a non-release version of OctoPrint but are tracking OctoPrint releases.</strong> </p><p> You probably want OctoPrint to track the matching development version instead. If you have a local OctoPrint checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="http://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">Documentation</a>. </p>
fr: <p> <strong>Vous exécutez une version non finalisée d'OctoPrint mais vous effectuez le suivi des versions d'OctoPrint.</strong> </p><p> Vous voudrez probablement qu'OctoPrint suive la version de développement correspondante à la place. Si vous avez un dossier de vérification local d'OctoPrint basculé sur une autre branche, <strong> le basculer sur le suivi "Commit"</strong> s'en chargera. Sinon vous pouvez consulter cette <a href="http://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">documentation</a>. </p>

source: <p> <strong>This version of the Python environment is not supported for direct updates.</strong> </p> <p> To reduce the likelihood of running into update problems in outdated environments, the following minimal versions are required to use this updater to update OctoPrint or any installed plugins: </p>
fr: <p> <strong>Cette version de l'environnement Python n'est pas prise en charge pour les mises à jour directes.</strong> </p> <p> Afin de réduire les risques de problèmes de mises à jour dans des environnements obsolètes, les versions minimales suivantes sont requises pour utiliser ce programme de mise à jour afin de mettre à jour OctoPrint ou toute autre extension installée: </p>

source: you have
fr: vous avez

source: <p> Please take a look at <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">this FAQ entry on how to proceed</a>. </p>
fr: <p> Consultez <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">cette entrée dans la FAQ sur la façon de procéder</a>. </p>
