Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: Admin is allowed to do everything
fr: L'administrateur possède toutes les autorisations

source: Allows to gather basic status information, e.g. job progress, printer state, temperatures, ... Mandatory for the default UI to work
fr: Autorise le recueil des informations de base sur le statut, par exemple l'avancement du travail, l'état de l'imprimante, les températures, ... Obligatoire pour que l'interface utilisateur par défaut fonctionne

source: Allows to connect to and disconnect from a printer
fr: Autorise la connection et déconnection d'une imprimante

source: Allows to watch the webcam stream
fr: Autorise le visionnement du flux de la webcam

source: Allows to run system commands, e.g. restart OctoPrint, shutdown or reboot the system, and to retrieve system and usage information
fr: Autorise l'exécution des commandes système, par ex. redémarrer OctoPrint, arrêter ou redémarrer le système

source: Allows to retrieve a list of all uploaded files and folders, includingtheir metadata (e.g. date, file size, analysis results, ...)
fr: Autorise la récupération de la liste de tous les fichiers téléchargés, y compris leurs métadonnées (par exemple date, taille du fichier, résultats d'analyse, ...)

source: Allows users to upload new files, create new folders and copy existing ones. If the File Delete permission is also set, File Upload also allows moving files and folders.
fr: Autorise les utilisateurs à télécharger de nouveaux fichiers, à créer de nouveaux dossiers et à copier ceux existants. Si l’autorisation de suppression de fichier est également définie, le téléchargement de fichier permet également de déplacer des fichiers et des dossiers.

source: Allows users to download files. The GCODE viewer is affected by this as well.
fr: Autorise les utilisateurs à télécharger des fichiers. Le visualiseur GCODE en est également affecté.

source: Allows users to delete files and folders. If the File Upload permission is also set, File Delete also allows moving files and folders.
fr: Autorise les utilisateurs à supprimer des fichiers et des dossiers. Si l’autorisation de téléchargement de fichiers est également définie, la suppression de fichiers permet également de déplacer des fichiers et des dossiers.

source: Allows to select a file for printing
fr: Autorise la sélection d'un fichier pour l'imprimer

source: Allows to start, pause and cancel a print job
fr: Autorise le démarrage, la suspension et l'annulation d'un travail d'impression

source: Allows access to the GCODE viewer if the "File Download"permission is also set.
fr: Autorise l'accés à la visionneuse GCODE si l'autorisation "Téléchargement de fichier" est également définie.

source: Allows to watch the terminal tab but not to send commands to the printer from it
fr: Autorise la surveillance de l'onglet du terminal mais pas l'envoi des commandes à l'imprimante depuis celui-ci

source: Allows to control of the printer by using the temperature controls,the control tab or sending commands through the terminal.
fr: Autorise le contrôle de l'imprimante en utilisant les commandes de température de l'onglet de commande ou l'envoi de commandes via le terminal.

source: Allows to slice files
fr: Autorise le tranchage des fichiers

source: Allows to list timelapse videos
fr: Autorise le listage des vidéos time-lapse

source: Allows to download timelapse videos
fr: Autorise le téléchargement des vidéos time-lapse

source: Allows to delete timelapse videos and unrendered timelapses
fr: Autorise la suppression des vidéos time-lapse et les time-lapses non traités

source: Allows to change the timelapse settings and delete or render unrendered timelapses. Includes the "Timelapse List","Timelapse Delete" and "Timelapse Download" permissions
fr: Autorise la modification des paramètres du time-lapse, la suppression ou le rendue des time-lapses non traités. Inclut les autorisations "Lister time-lapse", "Supprimer time-lapse" et " Télécharger time-lapse"

source: Allows to read non sensitive settings. Mandatory for the default UI to work.
fr: Autorise la lecture des paramètres non sensibles. Obligatoire pour que l'interface utilisateur par défaut fonctionne.

source: Allows to manage settings and also to read sensitive settings
fr: Autorise la gestion des paramètres et également la lecture des paramètres sensibles

source: Allows to see printer notifications
fr: Autorise la lecture des notifications de l'imprimante

source: Allows to clear printer notifications
fr: Autorise l'effacement des notifications de l'imprimante

source: Printer Notifications
fr: Notifications de l'imprimante

source: Without this plugin your printer will no longer be able to trigger notifications in OctoPrint
fr: Sans cette extension, votre imprimante ne sera plus capable de déclencher des notifications dans OctoPrint

source: Printer Notification
fr: Notification de l'imprimante

source: Action Command Notification Settings
fr: Paramètres de notification des commandes d'action

source: Enable
fr: Activer

source: Enable popups
fr: Activer les popups

source: Check this if you want notifications to also show up as popups in addition to the notification list in the sidebar
fr: Cochez cette case si vous souhaitez que les notifications apparaissent également sous forme de popups en plus de la liste de notification dans la barre latérale

source: Clear notifications
fr: Effacer les notifications

source: There are currently no notifications from your printer.
fr: Il n'y a actuellement aucune notification de votre imprimante.

source: Change sorting
fr: Modifier le tri

source: Allows to see and interact with printer prompts
fr: Permet de voir et d'interagir avec les invites de l'imprimante

source: Printer Dialogs
fr: Dialogues avec l'imprimante

source: Without this plugin your printer will no longer be able to trigger confirmation or selection prompts in OctoPrint
fr: Sans cette extension, votre imprimante ne sera plus capable de déclencher des demandes de confirmation ou de sélection dans OctoPrint

source: Message from your printer
fr: Message de votre imprimante

source: Action Command Prompt Settings
fr: Paramètres de l'invite de commande d'action

source: Enable support
fr: Activer le support

source: If detected as supported by the firmware (<code>PROMPT_SUPPORT</code> capability)
fr: Si détecté comme supporté par le firmware (capacité <code>PROMPT_SUPPORT</code>)

source: Always
fr: Toujours

source: Never
fr: Jamais

source: Advanced options
fr: Options avancées

source: Dialog command
fr: Commande de dialogue

source: Use this to define the dialog command. Default is <code>M876</code>. You normally should not have to change this.
fr: Utilisez cette option pour définir la commande de dialogue. La valeur par défaut est <code>M876</code>. Vous ne devriez pas avoir à changer cela.

source: Enable force sending of the configured command to bypass blocking firmware routines if detected as supported. You normally should not have to change this.
fr: Activer l'envoi forcé de la commande configurée pour contourner les routines de blocage du firmware si détecté comme supporté. Vous ne devriez normalement pas avoir à changer cela.

source: Enable signaling to the firmware that we support <code>prompt_*</code> actions if detected as supported. You normally should not have to change this.
fr: Activer le signalement au firmware que nous prenons en charge l'action <code>prompt_*</code> si détecté comme supporté. Vous ne devriez normalement pas avoir à changer cela.

source: Allows to read announcements
fr: Autorise la lecture des annonces

source: Allows to manage announcement subscriptions. Includes "Read announcements" permission
fr: Autorise la gestion des abonnements aux annonces. Comprend l'autorisation "Lire les annonces"

source: Announcements
fr: Annonces

source: Without this plugin you might miss important announcements regarding security or other critical issues concerning OctoPrint.
fr: Sans cette extension, vous pourriez manquer d'importantes notifications concernant la sécurité ou d'éventuels problèmes critiques liés à OctoPrint.

source: Cannot be toggled
fr: Ne peut pas être basculé

source: Disable Channel
fr: Désactiver le canal

source: Enable Channel
fr: Activer le canal

source: You can edit your announcement subscriptions under Settings > Announcements.
fr: Vous pouvez modifier vos abonnements aux annonces via la page Paramètres > Annonces.

source: Later
fr: Plus tard

source: Mark read
fr: Marquer comme lu

source: Read...
fr: Lire...

source: Mark as last read
fr: Marquer comme dernière lecture

source: Close
fr: Fermer

source: Configured Channels
fr: Canaux configurés

source: Name
fr: Nom

source: Refresh Announcements
fr: Rafraîchir les annonces

source: Allows administrating all application keys
fr: Permet d'administrer toutes les clés d'application

source: Application Keys
fr: Clés d'application

source: Without this plugin third party clients will no longer be able to obtain an API key without you manually copy-pasting it.
fr: Sans cette extension, les clients tiers ne pourront plus obtenir de clé API sans un copier-coller manuel.

source: You are about to revoke the application key "%(key)s".
fr: Vous êtes sur le point de révoquer la clé d'application "%(key)s".

source: "<strong>%(app)s</strong>" has requested access to control OctoPrint through the API.
fr: "<strong>%(app)s</strong>" a demandé l'accès pour contrôler OctoPrint via l'API.

source: Do you want to allow access to this application with your user account?
fr: Autorisez-vous l'accès à cette application avec votre compte utilisateur?

source: Access Request
fr: Demande d'accès

source: Allow
fr: Autoriser

source: Deny
fr: Refuser

source: New key generated!
fr: Une nouvelle clé a été générée!

source: You are about to revoke %(count)d application keys.
fr: Vous êtes sur le point de révoquer %(count)d clés d'application.

source: Revoking application keys
fr: Révocation des clés d'application

source: Revoking %(count)d application keys...
fr: Révocation de %(count)d clés d'application ...

source: Revoked %(key)s...
fr: %(key)s révoquée...

source: Revocation of %(key)s failed, continuing...
fr: La révocation de %(key)s a échoué, on poursuit...

source: Deletion of %(key)s failed: %(error)s
fr: Echec de la suppression de %(key)s : %(error)s

source: User
fr: Utilisateur

source: Application identifier
fr: Identifiant de la demande

source: API Key
fr: Clé API

source: Copy API Key to clipboard
fr: Copier la clef API dans le presse-papier

source: QR Code
fr: Code QR

source: Registered application keys
fr: Clés d'application enregistrées

source: There are no application keys registered yet.
fr: Il n'y a pas encore de clés d'application enregistrées.

source: Select all on this page
fr: Tout sélectionner sur la page

source: Select all
fr: Tout sélectionner

source: Select all by user...
fr: Tout sélectionner par l'utilisateur ...

source: Select all by app...
fr: Tout sélectionner par application ...

source: Clear selection
fr: Effacer la sélection

source: Revoke selected
fr: Révoquer la sélection

source: Revoke
fr: Révoquer

source: Details
fr: Détails

source: Manually generate an application key
fr: Générer manuellement une clé d'application

source: Generate
fr: Générer

source: Allows access to backups and restores
fr: Permet l'accès aux sauvegardes et aux restaurations

source: Backup & Restore
fr: Sauvegarder & Restaurer

source: Restore Backup?
fr: Restaurer une sauvegarde?

source: Without this plugin you will no longer be able to backup & restore your OctoPrint settings and data.
fr: Sans cette extension, vous ne pourrez plus sauvegarder ni restaurer vos paramètres et vos données d'OctoPrint.

source: You are about to delete backup file "%(name)s".
fr: Vous allez supprimer le fichier de sauvegarde "%(name)s".

source: You are about to restore the backup file "%(name)s". This cannot be undone.
fr: Vous allez restaurer le fichier de sauvegarde "%(name)s". Cela ne peut pas être annulé.

source: You are about to upload and restore the backup file "%(name)s". This cannot be undone.
fr: Vous allez télécharger et restaurer le fichier de sauvegarde "%(name)s". Cela ne peut pas être annulé.

source: You are about to delete the record of plugins unknown during the last restore.
fr: Vous allez supprimer l'enregistrement d'extensions inconnues lors de la dernière restauration.

source: You are about to delete %(count)d backups.
fr: Vous allez supprimer %(count)d sauvegardes.

source: Backup created successfully
fr: Sauvegarde créée avec succès

source: Creating the backup failed
fr: La création de la sauvegarde a échoué

source: OctoPrint could not create your backup. Please consult <code>octoprint.log</code> for details. Error: %(error)s
fr: OctoPrint n'a pas pu créer votre sauvegarde. Veuillez consulter <code>octoprint. log</code> pour plus de détails. Erreur: %(error)s

source: Restoring from backup...
fr: Restauration à partir d'une sauvegarde ...

source: Restore failed! Check the above output and octoprint.log for reasons as to why.
fr: La restauration a échoué! Vérifiez les résultats ci-dessus ainsi que le journal octoprint.log pour en connaître les raisons.

source: Restore successful! The server will now be restarted!
fr: Restauré avec succès! Le serveur va maintenant être redémarré!

source: Installing plugin "%(plugin)s"...
fr: Installation de l’extension "%(plugin)s"...

source: Cannot install plugin "%(plugin)s" due to it being incompatible to this OctoPrint version and/or underlying operating system
fr: Impossible d'installer l'extension "%(plugin)s" car elle est incompatible avec cette version d'OctoPrint et/ou le système d'exploitation sous-jacent

source: There are %(count)d plugins you'll need to install manually since they aren't registered on the repository:
fr: Il y a %(count)d extensions que vous devrez installer manuellement car elles ne sont pas enregistrées dans le dépôt officiel:

source: Deleting backups
fr: Suppression de sauvegardes

source: Deleting %(count)d backups...
fr: Suppression de %(count)d sauvegardes...

source: Deleted %(filename)s...
fr: %(filename)s supprimé...

source: Deletion of %(filename)s failed, continuing...
fr: Echec de la suppression de %(filename)s, poursuite...

source: Deletion of %(filename)s failed: %(error)s
fr: Echec de la suppression de %(filename)s : %(error)s

source: Some plugins during the last restore could not be identified and hence not automatically installed. Please install them manually, they are listed below including their stated homepages:
fr: Certaines extensions lors de la dernière restauration n'ont pas pu être identifiées et donc n'ont pas été installées automatiquement. Veuillez les installer manuellement. Elles sont répertoriées ci-dessous, y compris leurs pages d'accueil déclarées:

source: Delete record of unknown plugins
fr: Supprimer les données de cette extension inconnue

source: Existing backups
fr: Sauvegardes existantes

source: There are no backups. Maybe create one below?
fr: Il n'y a pas de sauvegardes. Peut-être en créer une ci-dessous?

source: These are the backups of your settings and files that already exist on this OctoPrint instance. You may delete, download or restore them.
fr: Ce sont les sauvegardes de vos paramètres et vos fichiers existant déjà sur cette instance OctoPrint. Vous pouvez les supprimer, les télécharger ou les restaurer.

source: Delete selected
fr: Supprimer la sélection

source: Size
fr: Taille

source: Delete
fr: Supprimer

source: Download
fr: Télécharger

source: Restore
fr: Restaurer

source: Create backup
fr: Créer une sauvegarde

source: Create a new backup of the current state.
fr: Créez une nouvelle sauvegarde de l'état actuel.

source: Exclude uploaded files & metadata from backup
fr: Exclure les fichiers téléversés et les métadonnées de la sauvegarde

source: Exclude timelapses from backup
fr: Exclure les time-lapses de la sauvegarde

source: Create backup now
fr: Créer une sauvegarde maintenant

source: Restore from uploaded backup
fr: Restaurer à partir d'une sauvegarde téléversée

source: Restore settings & files from an uploaded backup archive.
fr: Restaurer les paramètres et les fichiers à partir d'une archive de sauvegarde téléversée.

source: Please note that the operating system that this OctoPrint server is running on does not support automatically restoring backups. You will have to <a href="%(url)s" target="_blank" rel="noopener noreferrer">restore your backups manually for now</a>.
fr: Sachez que le système d'exploitation sur lequel ce serveur OctoPrint s'exécute ne prend pas en charge la restauration automatique des sauvegardes. Pour le moment, <a href="%(url)s" target="_blank" rel="noopener noreferrer"> vous devrez restaurer manuellement vos sauvegardes</a>.

source: Restore from a backup?
fr: Restaurer à partir d'une sauvegarde?

source: <p> If you would like to restore OctoPrint configuration from a backup now is the time. </p>
fr: <p> Si vous souhaitez restaurer la configuration d'OctoPrint à partir d'une sauvegarde, c'est le moment. </p>

source: Backup file
fr: Fichier de sauvegarde

source: Browse...
fr: Parcourir...

source: Upload & restore
fr: Téléverser & restaurer

source: Without this plugin OctoPrint will no longer be able to perform setup steps that might be required after an update.
fr: Sans cette extension, OctoPrint ne sera plus en mesure d'effectuer certaines étapes de configuration requises après une mise à jour.

source: Server Commands
fr: Commandes du serveur

source: Webcam & Timelapse
fr: Caméra & Time-lapse

source: Access Control
fr: Contrôle des accès

source: Online Connectivity Check
fr: Vérification de connectivité en ligne

source: Plugin Blacklist
fr: Liste Noire des extensions

source: Default Printer Profile
fr: Profil de l'imprimante par défaut

source: Please set up Access Control
fr: Veuillez configurer le contrôle des accès

source: You haven't yet set up access control. You need to setup a username and password and click "Create Account" before continuing.
fr: Vous n'avez pas encore mis en place le contrôle d'accès. Vous devez définir un nom d'utilisateur et un mot de passe puis cliquer "Créer un compte" avant de pouvoir continuer.

source: Please set up the online connectivity check
fr: Veuillez configurer la vérification de connectivité en ligne

source: You haven't yet decided on whether to enable or disable the online connectivity check. You need to either enable or disable it before continuing.
fr: Vous n'avez pas encore décidé d'activer ou de désactiver la vérification de la connectivité en ligne. Vous devez soit l'activer soit la désactiver avant de continuer.

source: Please set up the plugin blacklist processing
fr: Veuillez configurer le traitement de la liste noire des extensions

source: You haven't yet decided on whether to enable or disable the plugin blacklist processing. You need to either enable or disable it before continuing.
fr: Vous n'avez pas encore décidé d'activer ou de désactiver le traitement de la liste noire des extensions. Vous devez l'activer ou le désactiver avant de continuer.

source: <p> It looks like you haven't configured access control yet, which is now mandatory. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings: </p>
fr: <p> Il semble que vous n'ayez pas encore configuré le contrôle d'accès, ce qui est maintenant obligatoire. Veuillez <strong> créer un utilisateur avec son mot de passe</strong> qui sera administrateur initial et aura un accès total à l'imprimante ainsi qu'aux paramètres d'OctoPrint: </p>

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Passwords do not match
fr: Les mots de passe ne concordent pas

source: Create Account
fr: Créer un compte

source: Configure the connectivity check
fr: Configurer le contrôle de connectivité

source: If it is disabled OctoPrint will always assume to have a working connection to the internet. If that should not actually be the case, server startups, update checks and the like might take longer.
fr: S'il est désactivé OctoPrint considérera que votre connexion à internet est toujours opérationnelle. Si cela ne devait pas être le cas, les démarrages de serveur, les vérifications de mise à jour et autres pourraient prendre plus de temps.

source: OctoPrint comes preconfigured to perform the connectivity check every 15 minutes. You may change the value here.
fr: Octoprint est pré-configuré pour effectuer la vérification de la connectivité toutes les 15 minutes. Vous pouvez changer cette valeur ici.

source: OctoPrint comes preconfigured to utilize Google's DNS server <code>8.8.8.8</code>, port 53 for the connectivity check (if it's enabled). If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
fr: OctoPrint est pré-configuré pour utiliser le serveur DNS de Google <code>8.8.8.8</code>, port 53 pour la vérification de la connectivité (si elle est activée). Si vous ne souhaitez pas l'utiliser, définissez l'adresse IP et le port d'un autre serveur DNS en ligne auquel vous accordez votre confiance et possédant une forte disponibilité.

source: If you also want to check if name resolution works (strongly recommended), define a host name to check name resolution against. If you don't know what to set here, the default value (OctoPrint's domain) should work. If you don't want to perform regular resolution checks along side with the general connectivity check, leave the field empty.
fr: Si vous souhaitez également vérifier que la résolution de noms fonctionne (fortement recommandé), définissez un nom d'hôte pour vérifier la résolution du nom. Si vous ne savez pas ce que vous devez définir ici, la valeur par défaut (domaine d'OctoPrint) devrait fonctionner. Si vous ne souhaitez pas effectuer de contrôles de résolution réguliers en même temps que la vérification de connectivité générale, laissez le champ vide.

source: Finally, please decide on whether to enable or disable the connectivity check. You may change the configuration at any time through Settings > Server right from within OctoPrint.
fr: Enfin, veuillez décider d'activer ou de désactiver le contrôle de connectivité. Vous pouvez changer la configuration à tout moment via Paramètres> Serveur directement depuis OctoPrint.

source: Disable Connectivity Check
fr: Désactiver la vérification de connectivité

source: Enable Connectivity Check
fr: Activer la vérification de connectivité

source: Connectivity check is <strong class="text-success">enabled</strong>.
fr: Vérification de connectivité<strong class="text-success">activée</strong>

source: Connectivity check is <strong class="text-danger">disabled</strong>.
fr: Vérification de connectivité<strong class="text-success">désactivée</strong>

source: Configure plugin blacklist processing
fr: Configurer le traitement de la liste noire des extensions

source: To protect against known severe issues with certain versions of third party plugins, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugin versions before they can interfere with normal operation, allowing you to uninstall or update them to a newer version.
fr: Pour vous protéger de sévères failles connues de certaines extensions tierces, OctoPrint supporte une Liste Noire centralisée des extensions problématiques afin de désactiver automatiquement les versions de celles-ci avant qu'elles n'interfèrent avec le fonctionnement normal de votre système. Tout en vous laissant la possibilité de désinstaller ou mettre à jour vers une nouvelle version.
