Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: <p> <strong>There is not enough free disk space available to run an update.</strong> </p> <p> To reduce the likelihood of running into update problems due to insuffient disk space, OctoPrint requires a minimum of %(min_free_storage)s free disk space in various locations: </p>
fr: <p> <strong>Espace disque disponible insuffisant pour effectuer une mise à jour.</strong> </p> <p> Pour réduire la probabilité de rencontrer des problèmes de mise à jour dus à un espace disque insuffisant, OctoPrint nécessite un minimum de %(min_free_storage)s d'espace disque libre en divers endroits : </p>

source: <p> Please take a look at <a href="https://faq.octoprint.org/insuffienct-disk-space" target="_blank">this FAQ entry on how to proceed</a>. </p>
fr: <p> Consultez <a href="https://faq.octoprint.org/insuffienct-disk-space" target="_blank">cette entrée de la FAQ sur la façon de procéder</a>. </p>

source: <p> <strong>OctoPrint is running on a throttled system, updates are disabled.</strong> </p> <p> To reduce the likelihood of running into update problems on throttled and hence potentially unstable systems as seen in the past, OctoPrint doesn't support updating under such conditions. Please fix the current issue before trying to update. Take a look at the displayed warning in the navigation bar to learn about what is wrong and to get hints on how to solve the problem. </p>
fr: <p> <strong>OctoPrint fonctionne sur un système à vitesse réduite, les mises à jour sont désactivées.</strong> </p> <p> Pour réduire la probabilité de rencontrer des problèmes de mise à jour sur des systèmes limités et donc potentiellement instables comme dàjà par le passé, OctoPrint ne permet pas la mise à jour dans de telles conditions. Corrigez d'abord le problème actuel avant d'essayer de mettre à jour. Consultez l'avertissement affiché dans la barre de navigation pour connaître le problème et obtenir des conseils sur la manière de le résoudre. </p>

source: <p> <strong>OctoPrint is currently printing, updates are disabled.</strong> </p> <p> Running updates is not supported while printing in order to not risk any kind of disruption to the print job. Please let the print finish before trying to update. </p>
fr: <p> <strong>OctoPrint est en cours d'impression, les mises à jour sont désactivées.</strong> </p> <p> L'exécution de mises à jour n'est pas prise en charge lors de l'impression de manière à ne pas perturber le travail d'impression. Laissez l’impression se terminer avant d’essayer de mettre à jour. </p>

source: Current versions
fr: Versions actuelles

source: Update available
fr: Mise à jour disponible

source: Update
fr: Mettre à jour

source: Installed:
fr: Installée :

source: Available:
fr: Disponible :

source: Release Notes:
fr: Notes de versions :

source: Update all
fr: Tout mettre à jour

source: Check for update now
fr: Vérifier les mises à jour maintenant

source: Last cache refresh:
fr: Dernier rafraichissement du cache:

source: Force check for update (overrides cache used for update checks)
fr: Forcer la vérification de mise à jour (outrepasse la mise en cache utilisée pour vérifier celles-ci)

source: Force update all (even if no new versions are available)
fr: Forcer la mise à jour maintenant (même si il n'y a pas de nouvelle version disponible)

source: Version cache TTL
fr: TTL du cache de version

source: Show update notifications to users
fr: Afficher les notifications de mise à jour pour tous

source: If you uncheck this, only logged in admins will see update notifications. Update notifications shown to users do not include the "Update now" button.
fr: Si vous décochez cette case, seuls les administrateurs connectés verront les notifications de mise à jour. Les notifications de mise à jour pour les autres utilisateurs n'incluront pas le bouton "Mette à jour maintenant".

source: Minimum free disk space
fr: Espace disque libre minimum

source: The minimum amount of free disk space that has to be available on various locations for OctoPrint to allow updates. Should not be set to 0.
fr: La quantité minimale d'espace disque disponible à divers endroits pour qu'OctoPrint puisse être mis à jour. Ne doit pas être fixé à 0.

source: Update in progress, please wait.
fr: Mise à jour en cours, veuillez patienter.

source: Update done, please close this window.
fr: Mise à jour terminée, veuillez fermer cette fenêtre.

source: <p> By default, OctoPrint will update itself via <code>pip</code> to published releases or commits pushed to Github. OctoPrint can also update itself via <code>git</code> to arbitrary development branches you need to check out manually. If you want to do that though it needs to know its checkout folder. You can configure that here. </p>
fr: <p> Par défaut, OctoPrint se mettra à jour via <code>pip</code> avec les versions publiées ou les commits poussés sur Github. OctoPrint peut également se mettre à jour via <code>git</code> vers des branches de développement qu'il vous appartient de vérifier manuellement. Si c'est ce que vous voulez faire, il faut indiquer son dossier de vérification. Vous pouvez le configurer ici. </p>

source: <p> If you are running a release version of OctoPrint, leave at "Release" tracking. If you are running a different branch however on a manual checkout, you should setup "Local Checkout" tracking. For more special cases you might want to select "Github Commit" tracking - you normally shouldn't need to however. </p>
fr: <p> Si vous utilisez une version finale d'OctoPrint, laissez le suivi "Release". Si toutefois vous exécutez une autre branche lors d'une vérification manuelle, vous devez activer le suivi "Vérification locale". Pour des cas plus particuliers, vous pouvez sélectionner le suivi "Commit Github" - cependant vous ne devriez normalement pas avoir besoin de le faire. </p>

source: OctoPrint checkout folder
fr: Dossier de vérification d'OctoPrint

source: This needs to be set if you select commit based version tracking.
fr: Doit être activé si vous sélectionnez le suivi de version basé sur des commits.

source: Enable <code>pip</code> update checks
fr: Activer la vérification de mise à jour <code>pip</code>

source: If you check this, OctoPrint will also notify you of updates of the <code>pip</code> tool used by OctoPrint to install plugins and updates and allow you to update it through OctoPrint. <code>pip</code> is outside of the control of the OctoPrint maintainer, so enable at your own risk.
fr: Si vous cochez cette case, OctoPrint vous informera également des mises à jour de <code>pip</code> utilisé par OctoPrint pour installer extensions et mises à jour ainsi que permettre de le mettre à jour lui-même via OctoPrint. <code>pip</code> est hors du contrôle du mainteneur OctoPrint, vous activez donc cette option à vos risques et périls.

source: OctoPrint <code>pip</code> target
fr: OctoPrint <code>pip</code> cible

source: You should normally not have to change this.
fr: Vous ne devriez normalement pas avoir à changer cela.

source: OctoPrint Release Channel
fr: Canal de mise à jour d'Octoprint

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"How to use the release channels to help test release candidates"</a> before switching to a release channel other than "Stable"
fr: Assurez-vous d'avoir lu <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Comment utiliser les canaux de publication pour aider à tester les candidats à la publication"</a> avant de passer à un canal de publication autre que "Stable".

source: Tracked branch
fr: Branche suivie

source: OctoPrint version tracking
fr: Suivi de version d'OctoPrint

source: Anonymous Usage Tracking
fr: Suivi anonyme d'utilisation

source: Please set up anonymous usage tracking
fr: Veuillez configurer le suivi anonyme d'utilisation

source: You haven't yet decided on whether to enable or disable anonymous usage tracking. You need to either enable or disable it before continuing.
fr: Vous n'avez pas encore décidé d'activer ou de désactiver le suivi anonyme d'utilisation. Vous devez l'activer ou le désactiver avant de continuer.

source: Please open a <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>bug report</a> on this. Make sure to include all requested information, including your <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>JS console</a> and <code>octoprint.log</code>.
fr: Veuillez ouvrir un <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>rapport de bogue</a> à ce sujet. N'oubliez pas d’inclure toutes les informations demandées, y compris votre <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>console JS</a> et <code>octoprint.log</code>.

source: Enable anonymous usage tracking
fr: Activer le suivi anonyme d'utilisation

source: Events to track. The ping is mandatory.
fr: Événements à surveiller. Le ping est obligatoire.

source: Tracked events
fr: Événements surveillés

source: Regular ping every 15min (incl. uptime)
fr: Ping régulier toutes les 15min (démarrage inclus)

source: Regular pong every 24h (incl. plugin list)
fr: Pong régulier toutes les 24h (liste d'extension incluses)

source: Server startup & shutdown
fr: Démarrage & arrêt du serveur

source: Connected to printer
fr: Connecté à une imprimante

source: Printer Safety Check warnings
fr: Avertissements relatifs aux contrôles de sécurité de l'imprimante

source: Print started/cancelled/finished
fr: Impression démarrée/annulée/terminée

source: Errors in the communication with the printer and/or reported by the firmware
fr: Erreurs de communication avec l'imprimante et/ou signalées par le firmware

source: Plugin installed/uninstalled/enabled/disabled
fr: Extension installée/désinstallée/activée/désactivée

source: OctoPrint or a plugin updated successfully or unsuccessfully
fr: Mise à jour d'Octoprint ou d'une extension, réussite ou échec

source: System got throttled/unthrottled (currently only detected on RPis)
fr: Système saturé/dé-saturé (uniquement détecté actuellement sur un RPI)

source: Onboard slicing actions
fr: Actions de tranchage interne

source: Configure Anonymous Usage Tracking
fr: Configurer le suivi anonyme d'utilisation

source: <strong>Note:</strong> You can always change your decision and also access more granular controls via Settings > Anonymous Usage Tracking.
fr: <strong>Note:</strong> Vous pourrez changer votre choix et également accéder à des contrôles plus fins via Paramètres> Suivi anonyme d'utilisation.

source: Disable Anonymous Usage Tracking
fr: Désactiver le suivi anonyme d'utilisation

source: Enable Anonymous Usage Tracking
fr: Activer le suivi anonyme d'utilisation

source: Anonymous Usage Tracking is <strong class="text-success">enabled</strong>.
fr: Le suivi anonyme d'utilisation est <strong class="text-success">activé</strong>.

source: Anonymous Usage Tracking is <strong class="text-danger">disabled</strong>.
fr: Le suivi anonyme d'utilisation est <strong class="text-danger">désactivé</strong>

source: <p> Anonymous usage tracking provides valuable insights into how many instances running what versions of OctoPrint are out there, whether they are successfully completing print jobs and various other metrics. </p> <p> By enabling it you help to identify problems with new releases and release candidates early on, and to better tailor OctoPrint's future development to actual use. </p>
fr: <p> Le suivi anonyme d'utilisation fournit des informations précieuses sur le nombre d’instances utilisant les versions d’OctoPrint, la réussite des travaux d'impression et divers autres indicateurs. </p> <p> En l’activant, vous contribuez à identification de problèmes avec les nouvelles versions et les versions candidates à la publication dès le début, et à mieux orienter le développement futur d'OctoPrint à son utilisation réelle. </p>

source: For details on what gets tracked, please refer to <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> and also the <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">Privacy Policy at tracking.octoprint.org</a>.
fr: Pour plus de détails sur ce qui est suivi, reportez-vous à <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> et également à la <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">Politique de Confidentialité sur tracking.octoprint.org</a>.

source: Enable the virtual printer
fr: Activer l'imprimante virtuelle

source: If enabled, an additional serial port <code>VIRTUAL</code> will be available for connecting, backed by a fake printer implementation. Useful for development.
fr: Si elle est activée, un port série supplémentaire <code>VIRTUAL</code> sera disponible pour la connexion, soutenu par une implémentation d'une imprimante fictive. Utile pour le développement.

source: Connection
fr: Connexion

source: State
fr: État

source: Files
fr: Fichiers

source: Temperature
fr: Température

source: Control
fr: Contrôle

source: Printer
fr: Imprimante

source: Serial Connection
fr: Connexion série

source: Printer Profiles
fr: Profil des Imprimantes

source: Temperatures
fr: Températures

source: Terminal Filters
fr: Filtres du terminal

source: GCODE Scripts
fr: Scripts GCode

source: Features
fr: Fonctionnalités

source: Folders
fr: Dossiers

source: Appearance
fr: Apparence

source: Server
fr: Serveur

source: Access
fr: Accès

source: Start
fr: Démarrer

source: Finish
fr: Terminer

source: Shutdown system
fr: Éteindre le système

source: <strong>You are about to shutdown the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr: <strong>Vous allez arrêter le système.</strong></p><p> Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale qui peut également s'appliquer aux impressions exécutées directement à partir du stockage interne de votre imprimante).

source: Reboot system
fr: Redémarrer le système

source: <strong>You are about to reboot the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr: <strong>Vous allez redémarrer le système.</strong></p><p> Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale qui peut également s'appliquer aux impressions exécutées directement à partir du stockage interne de votre imprimante).

source: Restart OctoPrint
fr: Redémarrer OctoPrint

source: <strong>You are about to restart the OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr: <strong>Vous allez redémarrer le serveur OctoPrint.</strong></p><p> Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale qui peut également s'appliquer aux impressions exécutées directement à partir du stockage interne de votre imprimante).

source: Restart OctoPrint in safe mode
fr: Redémarrer OctoPrint en mode sans échec

source: <strong>You are about to restart the OctoPrint server in safe mode.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr: <strong>Vous allez redémarrer le serveur OctoPrint en mode sans échec.</strong></p><p>Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale qui peut également s'appliquer aux impressions exécutées directement à partir du stockage interne de votre imprimante).

source: Server is offline
fr: Le serveur est hors ligne

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
fr: Le serveur semble être hors ligne, du moins je ne reçois aucune réponse de celui-ci. Je vais tenter de me reconnecter automatiquement <strong>dans les minutes qui suivent</strong>. Quoi qu'il en soit vous pouvez tenter de vous reconnecter manuellement en utilisant le bouton ci-dessous.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
fr: Le serveur semble être hors ligne, du moins je ne reçois aucune réponse de celui-ci. Je <strong>n'ai pas pu me reconnecter automatiquement</strong>, mais vous pouvez tenter de vous reconnecter manuellement en utilisant le bouton ci-dessous.

source: Unknown
fr: Inconnu

source: Command line flag
fr: Paramètres de la ligne de commande

source: Setting in config.yaml
fr: Réglage dans config.yaml

source: Problem during last startup
fr: Problème lors du dernier démarrage

source: Safe mode is active
fr: Mode sans échec actif

source: <p>The server is currently running in safe mode. Third party plugins and language packs are disabled and cannot be enabled.</p><p>Reason: %(reason)s</p>
fr: <p>Le serveur fonctionne actuellement en mode sans échec. Les extensions et les modules linguistiques tiers sont désactivés et ne peuvent pas être activés.</p><p>Raison: %(reason)s</p>

source: Slicing ... (%(percentage)d%%)
fr: Tranchage ... (%(percentage)d%%)

source: Error reported by printer
fr: Erreur signalée par l'imprimante

source: Your printer's firmware reported an error. Due to that the ongoing print job will be cancelled. Reported error: %(firmwareError)s
fr: Le firmware de votre imprimante a signalé une erreur. En raison de cela, le travail d'impression en cours sera annulé. Erreur signalée: %(firmwareError)s

source: Your printer's firmware reported an error. Due to that OctoPrint will disconnect. Reported error: %(error)s
fr: Le firmware de votre imprimante a signalé une erreur. C'est pourquoi OctoPrint va se déconnecter. Erreur signalée: %(error)s

source: Communication error
fr: Erreur de communication

source: There was a communication error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
fr: Il y a eu une erreur de communication lors du dialogue avec votre imprimante. Consultez la sortie du terminal et le journal octoprint.log pour plus de détails. Erreur: %(error)s

source: Error connecting to printer
fr: Erreur de connexion à l'imprimante

source: There was an error while trying to connect to your printer. Error: %(error)s
fr: Une erreur s'est produite lors de la tentative de connexion à votre imprimante. Erreur: %(error)s

source: Error starting a print
fr: Erreur lors du démarrage d'une impression

source: There was an error while trying to start a print job. Error: %(error)s
fr: Une erreur s'est produite lors de la tentative de démarrage d'un travail d'impression. Erreur: %(error)s

source: Unknown error
fr: Erreur inconnue

source: There was an unknown error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
fr: Il y a eu une erreur inconnue en communiquant avec votre imprimante. Veuillez consulter la sortie du terminal et octoprint.log pour plus de détails. Erreur: %(error)s

source: It looks like your printer reset while a connection was active. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
fr: Il semble que votre imprimante se soit réinitialisée alors qu'une connexion était active. Si cela était intentionnel, vous pouvez ignorer ce message sans risque. Sinon, vous devez chercher à savoir pourquoi votre imprimante s'est réinitialisée, car cela interrompra les impressions et les transferts de fichiers vers la carte SD de votre imprimante.

source: It looks like your printer reset while a connection was active. Due to this the ongoing job was aborted. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
fr: Il semble que votre imprimante se soit réinitialisée alors qu'une connexion était active. De ce fait, le travail en cours a été interrompu. Si cela était intentionnel, vous pouvez ignorer ce message sans risque. Dans le cas contraire, vous devez chercher à savoir pourquoi votre imprimante s'est réinitialisée, car cela interrompra les impressions et les transferts de fichiers vers la carte SD de votre imprimante.

source: Printer reset detected
fr: Réinitialisation de l'imprimante détectée

source: %(days)d day
fr: %(days)d jour

source: %(days)d days
fr: %(days)d jours

source: %(days)d.5 days
fr: %(days)d.5 jours

source: %(hours)d hour
fr: %(hours)d heure

source: %(hours)d hours
fr: %(hours)d heures

source: %(hours)d.5 hours
fr: %(hours)d.5 heures

source: 1 day
fr: 1 jour

source: a minute
fr: une minute

source: 1 hour
fr: 1 heure

source: a few seconds
fr: quelques secondes

source: less than a minute
fr: moins d'une minute

source: YYYY-MM-DD HH:mm
fr: DD.MM.YYYY HH:mm

source: YYYY-MM-DD HH:mm:ss
fr: DD-MM-YYYY HH:mm:ss

source: off
fr: éteint

source: Are you sure?
fr: Êtes-vous sûr ?

source: Progress
fr: Progression

source: Offline
fr: Hors ligne

source: Opening serial connection
fr: Ouverture d'une connexion sérielle

source: Detecting serial connection
fr: Détection d'une connexion sérielle

source: Connecting
fr: Connexion

source: Operational
fr: Opérationnel

source: Starting
fr: Débuter

source: Starting print from SD
fr: Lancer l'impression depuis la SD

source: Printing from SD
fr: Impression à partir de SD

source: Sending file to SD
fr: Envoi du fichier vers la carte SD

source: Printing
fr: Impression

source: Paused
fr: En pause

source: Closed
fr: Fermé

source: Transferring file to SD
fr: Transfert de fichier vers la carte SD

source: Pausing
fr: En pause

source: Resuming
fr: Reprise

source: Cancelling
fr: Annulation

source: Finishing
fr: Final

source: Loading OctoPrint's UI, please wait...
fr: Chargement de l'interface OctoPrint, veuillez patienter...

source: This user may not have dangerous permissions.
fr: Cet utilisateur ne doit pas avoir d'autorisations dangereuses.

source: Add user
fr: Ajouter un utilisateur

source: Edit user "%(name)s"
fr: Modifier l'utilisateur "%(name)s"

source: Not possible
fr: Impossible

source: You may not delete your own account.
fr: Vous ne pouvez pas supprimer votre propre compte.

source: You are about to delete the user "%(name)s".
fr: Vous allez supprimer l'utilisateur "%(name)s".

source: This group may not have dangerous permissions or subgroups.
fr: Ce groupe ne peut pas avoir d'autorisations ou de sous-groupes dangereux.

source: Add group
fr: Ajouter un groupe

source: Edit group "%(name)s"
fr: Modifier le groupe "%(name)s"

source: You are about to delete the group "%(name)s".
fr: Vous allez supprimer le groupe "%(name)s".

source: Connect
fr: Connecter

source: Disconnect
fr: Déconnecter
