Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: For performance reasons locally run slicers are disabled while printing
fr: Pour des raisons de performance, les tranchages exécutés localement sont désactivés pendant l'impression

source: Slicing Profile
fr: Profil de tranchage

source: Select a slicing profile...
fr: Sélectionner un profil de tranchage...

source: Printer Profile
fr: Profil d'imprimante

source: Select a printer profile...
fr: Sélectionner un profil d'imprimante...

source: Output Filename
fr: Nom du fichier

source: After slicing...
fr: Après le tranchage...

source: Slice
fr: Trancher

source: Current Offset
fr: Compensation actuelle

source: New Offset
fr: Nouvelle compensation

source: Delete Offset
fr: Supprimer la compensation

source: Hint: Hitting <kbd>Enter</kbd> in the input field will also submit the form
fr: Note: Appuyer sur <kbd>Enter</kbd> dans le champs de saisie soumettra aussi le formulaire

source: Timelapse Preview
fr: Prévisualisation du timelapse

source: User Settings
fr: Paramètres utilisateur

source: Abort
fr: Annuler

source: Confirm
fr: Confirmer

source: Setup Wizard
fr: Assistant de configuration

source: <strong>Mandatory Step!</strong> You need to fill this out now.
fr: <strong>Étape obligatoire!</strong> Vous devez le remplir.

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
fr: Sauf indication contraire, vous pouvez sauter n'importe quelle page de l'assistant en cliquant sur "Suivant" ou "Terminer".

source: The snappy web interface for your 3D printer
fr: L'interface web rapide de votre imprimante 3D

source: System Information
fr: Information système

source: Please copy/paste the following when requesting support on the forums or when opening a new bug report:
fr: Veuillez copier/coller les éléments suivants lorsque vous demandez de l'aide sur les forums ou lors de l'ouverture d'un nouveau rapport de bogue :

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
fr: Permettre <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>

source: Needs restart
fr: Nécessite un redémarrage

source: Global API Key
fr: Clé API globale

source: The global API key should best not be used anymore. It's one single key that gives full admin access to your whole OctoPrint instance. Instead of using it you should create individual Application Keys for your third party clients. That way they get permissions matching the user account used for key creation and you can also revoke access to one app without having to change the keys for all other apps. It's also recommended to create a user account without admin access and use that for third party clients where possible.
fr: Il est préférable de ne plus utiliser la clé API globale. Il s'agit d'une clé unique qui donne à l'administrateur un accès complet à toute votre instance OctoPrint. Au lieu de l'utiliser, vous devriez créer des clés d'application individuelles pour vos clients tiers. Ils obtiennent ainsi des autorisations correspondant au compte d'utilisateur utilisé pour la clé et vous pouvez également révoquer l'accès à une application sans avoir à changer les clés de toutes les autres applications. Il est également recommandé de créer un compte utilisateur sans accès administrateur et de l'utiliser pour les clients d'applications tierces lorsque cela est possible.

source: Access Application Keys
fr: Clés d'accès à l'application

source: Please note that changes to the API key are applied immediately, without having to "Save" first.
fr: Sachez que les changements de clé API sont appliqués immédiatement, sans avoir à "Enregistrer" au préalable.

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
fr: Le nom de cette instance d'OctoPrint sera affiché dans la barre de navigation et aussi diffusé sur le réseau

source: Title
fr: Titre

source: Personalize the color of the navigation bar - maybe to match your printer?
fr: Personnalisez la couleur de la barre de navigation - peut-être pour correspondre à votre imprimante ?

source: Color
fr: Couleur

source: For acrylic printers ;)
fr: Pour les imprimantes acryliques ;)

source: Transparent color
fr: Couleur transparente

source: Also personalize the icon of the browser tab
fr: Personnalisez également l'icône de l'onglet du navigateur

source: Colorize favicon (in supported browsers)
fr: Coloriser les favicon (dans les navigateurs compatibles)

source: Language Packs
fr: Packs linguistique

source: Manage...
fr: Gérer...

source: Default Language
fr: Langue par défaut

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
fr: Les modifications apportées à la langue par défaut de l'interface ne seront actives qu'après un rechargement de la page et ne seront actives que si elles ne sont pas remplacées par les paramètres linguistiques de l'utilisateur.

source: Show temperatures in Fahrenheit as well as Celsius
fr: Afficher les températures en Fahrenheit ainsi qu'en Celsius

source: Show fuzzy print time estimates
fr: Afficher les estimations de temps d'impression floues

source: Close dialogs by clicking outside
fr: Fermez les fenêtres de dialogue en cliquant en dehors de celles-ci

source: Show internal filename in the files sidebar (if available)
fr: Afficher le nom de fichier interne dans la barre latérale des fichiers (si disponible)

source: Manage Language Packs...
fr: Gérer les packs de langue...

source: There is currently no central repository for language packs like there is for plugins - any help to change that is appreciated!
fr: Il n'existe actuellement pas de dépôt central pour les packs linguistiques comme pour les plugins - toute aide pour changer cela est appréciée !

source: Until a repository is available, please see <a href="%(url)s" target="_blank" >the wiki</a> for language packs provided by the community.
fr: En attente de la mise à disposition d'un dépôt, référez-vous au <a href="%(url)s" target="_blank" >wiki</a> pour la récupération de packs linguistiques mis à disposition par la communauté.

source: Available Language Packs
fr: Packs linguistiques disponibles

source: Last update:
fr: Dernière mise à jour :

source: No additional Language Packs are installed at the moment.
fr: Aucun pack linguistique n'est installé pour le moment.

source: Upload additional Language Packs
fr: Téléverser de nouveaux packs linguistiques

source: Upload
fr: Téléverser

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr: Cela ne ressemble pas à un pack linguistique valide. Les pack linguistiques valides doivent être des fichiers zip ou tarball et avoir une extension ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
fr: Merci de recharger la page afin que les nouveaux packs linguistiques deviennent disponibles.

source: Enable Temperature Graph
fr: Activer le graphique de température

source: Enable model size detection and warn if model exceeds print bed
fr: Activer la détection de la taille du modèle et avertir si le modèle dépasse du plateau

source: Confirm before starting a print
fr: Confirmer avant de démarrer une impression

source: Confirm before cancelling a print
fr: Confirmer avant d'annuler l'impression

source: Enable SD support
fr: Activer le support de carte SD

source: Enable Keyboard Control
fr: Activer le contrôle au clavier

source: <code>G90</code>/<code>G91</code> overrides relative extruder mode
fr: <code>G90</code>/<code>G91</code> ignorent le positionnement relatif de l'extrudeuse

source: This is used by the GCODE analysis in the backend and the viewer in the frontend to interpret your sliced files correctly.
fr: Utilisé par l'analyse du GCODE pour interpréter correctement les fichiers découpés.

source: Commands to not completely auto uppercase in the terminal tab
fr: Commandes pour ne pas passer en majuscule automatiquement dans l'onglet terminal

source: Terminal Auto Uppercase Blacklist
fr: Liste noire de passage en majuscule automatique du Terminal

source: Use this to specify the commands that should not have their parameters automatically uppercased in the terminal tab. Just the G or M code, comma separated.
fr: Utilisez cette option pour indiquer les commandes dont les paramètres ne doivent pas être automatiquement mis en majuscules dans l'onglet du Terminal. Juste le code G ou M, séparés par des virgules.

source: Analyze gcode for time and model size estimates
fr: Analyser le gcode pour estimer le temps et la taille du modèle

source: Always
fr: Toujours

source: Only when idle (not printing)
fr: Seulement à l'arrêt (pas en impression)

source: Upload Folder
fr: Dossier des téléversements

source: Test
fr: Tester

source: Timelapse Folder
fr: Dossier des time-lapses

source: Timelapse Temp Folder
fr: Dossier temporaire des time-lapses

source: Logs Folder
fr: Dossier des journaux

source: Watched Folder
fr: Dossier surveillé

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
fr: Interrogation active du dossier surveillé. Cochez cette fonction si les fichiers de votre dossier surveillé ne sont pas automatiquement ajoutés.

source: Two or more of the folders configured share a location. This is not supported. You need to fix this, until then no changes to your folder configuration will be persisted when saving the settings.
fr: Deux ou plusieurs dossiers configurés partagent un même emplacement. Ce n'est pas pris en charge. Vous devez corriger cela, jusque-là aucune modification de votre dossier ne sera persistant lors de la sauvegarde des paramètres.

source: Disk space thresholds
fr: Limites de stockage

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
fr: Si l'espace disque restant descend en dessous de ce seuil, OctoPrint avertira l'utilisateur.

source: Critical
fr: Critique

source: Before print job starts
fr: Avant le démarrage de l'impression

source: Anything you put here will be executed <em>before</em> any lines in your files.
fr: Tout ce que vous mettez ici sera exécuté <em>avant</em> toute ligne dans vos fichiers.

source: After print job completes
fr: Après l'impression

source: Anything you put here will be executed <em>after</em> any lines in your files.
fr: Tout ce que vous mettez ici sera exécuté <em>après</em> toute ligne dans vos fichiers.

source: After print job is cancelled
fr: Après l'annulation de l'impression

source: If you ever need to you can find the default cancel script that OctoPrint ships with <a href="%(url)s" target="_blank">here</a>.
fr: Si vous en avez besoin, vous pouvez trouver le script d'annulation par défaut qu'OctoPrint envoie <a href="%(url)s" target="_blank">ici</a>.

source: After print job is paused
fr: Après la mise en pause de l'impression

source: Before print job is resumed
fr: Avant la reprise du travail d'impression

source: Before tool change
fr: Avant un changement d'outil

source: Anything you put here will be executed <em>before</em> any tool change commands <code>Tn</code>.
fr: Tout ce que vous mettez ici sera exécuté <em>avant</em> toute commande de changement d'outil <code>Tn</code>.

source: After tool change
fr: Après un changement d'outil

source: Anything you put here will be executed <em>after</em> any tool change commands <code>Tn</code>.
fr: Tout ce que vous mettez ici sera exécuté <em>après</em> toute commande de changement d'outil <code>Tn</code>.

source: After connection to printer is established
fr: A la connexion de l'imprimante

source: Before connection to printer is closed
fr: Avant fermeture de la connexion avec l'imprimante

source: Anything you put here will only be executed when closing the connection actively. If the connection to the printer is suddenly lost nothing will be sent.
fr: Tout ce que vous mettez ici sera exécuté lors de la fermeture de la connexion active. Si la connexion à l'imprimante est soudainement perdue, rien ne sera envoyé.

source: Add Profile...
fr: Ajouter un profil...

source: Changing most of these settings requires restarting the connection with your printer for your changes to become effective.
fr: Pour modifier la plupart de ces paramètres, il faut relancer la connexion avec votre imprimante pour que vos changements soient effectifs.

source: Intervals &amp; timeouts
fr: Intervalles &amp; délais d'attente

source: Firmware &amp; protocol
fr: Firmware &amp; Protocole

source: Behaviour
fr: Comportement

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr: Port série auquel se connecter, placer ce paramètre sur AUTO laissera OctoPrint tenter de trouver automatiquement le bon réglage

source: Serial Port
fr: Port série

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr: Vitesse de transmission à laquelle se connecter, placer ce paramètre sur AUTO laissera OctoPrint tenter de trouver automatiquement le bon réglage

source: Baudrate
fr: Vitesse de transmission

source: Makes OctoPrint try to connect to the printer automatically during start up
fr: OctoPrint essaiera de se connecter automatiquement pendant le démarrage

source: Auto-connect to printer on server start
fr: Connexion automatique à l'imprimante au démarrage du serveur

source: Additional serial ports
fr: Ports séries supplémentaires

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line. Please note that ports will only be offered to connect to if they get also detected by the <em>operating system</em>. Adding a port here will not make it magically appear in OctoPrint. If the operating system doesn't see your printer you need to solve this first.
fr: Utilisez cette option pour définir des <a href="%%(glob_url)s">modèles globaux</a> supplémentaires correspondant aux ports série à répertorier pour la connexion, par ex. <code>/dev/ttyAMA*</code>. Une entrée par ligne. Sachez que les ports ne seront proposés à la connexion que s'ils sont également détectés par le <em>système d'exploitation</em>. Ajouter un port ici ne le fera pas apparaître comme par magie dans OctoPrint. Si le système d'exploitation ne voit pas votre imprimante, vous devez d'abord résoudre ce problème.

source: Additional baud rates
fr: Vitesses de transmission supplémentaires

source: Use this to define additional serial port baud rates to list for connecting with, e.g. <code>123456</code>. Comma separated.
fr: Utilisez cette option pour ajouter des vitesses de transmission supplémentaires à la liste déroulante, par ex. <code> 123456 </code>. Séparées par des virgules.

source: Blacklisted serial ports
fr: Ports séries blacklistés

source: Use this to define <a href="%%(glob_url)s">glob patterns</a> matching serial ports to blacklist for connecting against, e.g. <code>/dev/ttyS*</code>. One entry per line.
fr: Utilisez ceci pour définir des <a href="%%(glob_url)s">modèles globaux</a> correspondants aux ports série blacklistés pour la connexion, par exemple <code>/dev/ttyS*</code>. Une entrée par ligne.

source: Blacklisted baud rates
fr: Vitesses de transmission blacklistées

source: Use this to define serial port baud rates to blacklist for connecting with, e.g. <code>123456</code>. Comma separated.
fr: Utilisez cette option pour définir des vitesses de transmission blacklistées pour la connexion avec, par ex. <code> 123456 </code>. Séparées par des virgules.

source: Request exclusive access to the serial port
fr: Demander un accès exclusif au port série

source: Uncheck this if you are having problems connecting to your printer.
fr: Décochez cette case si vous rencontrez des problèmes pour vous connecter à votre imprimante.

source: Apply parity double open workaround
fr: Appliquer la solution de contournement à double parité ouverte

source: Use this if you are running into <a href="%%(url)s" target="_blank" rel="noopener noreferer">this problem</a>.
fr: Utilisez ceci si vous rencontrez <a href="%%(url)s" target="_blank" rel="noopener noreferer">ce problème</a>.

source: If detected as potentially needed
fr: Si détecté comme potentiellement nécessaire

source: Use this if connecting to your printer fails with <code>(22, 'Invalid argument')</code>.
fr: Utilisez cette option si la connexion à votre imprimante échoue avec <code>(22, 'Argument invalide')</code>.

source: Serial logging
fr: Journalisation du port série

source: Log communication to <code>serial.log</code>
fr: Journaliser la communication dans <code>serial.log</code>

source: While this can negatively impact performance, a <code>serial.log</code> can be incredibly useful for debugging any issues observed in the communication between OctoPrint and your printer.
fr: Bien que cela puisse avoir un impact négatif sur les performances, un <code>serial.log</code> peut être incroyablement utile pour déboguer tout problème observé dans la communication entre OctoPrint et votre imprimante.

source: Query intervals
fr: Intervalles des requêtes

source: Interval in which to poll for the temperature information from the printer
fr: Intervalle d'interrogation du retour d'information de température provenant de l'imprimante

source: Temperature interval (polling)
fr: Intervalle de rafraîchissement des températures (récupération)

source: When printing or idle
fr: Durant l'impression ou au repos

source: When idle and a target temperature is set
fr: Lorsque l'imprimante est inactive et qu'une température de consigne est définie

source: Temperature report interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
fr: Intervalle de rafraîchissement des températures à demander aux firmwares capables de générer des auto-rapports. Une valeur de 0 désactive l'auto-rapport du firmware et force la récupération des valeurs.

source: Temperature interval (autoreport)
fr: Intervalle de rafraîchissement des températures (auto-rapport)

source: Autoreport interval to request from firmware
fr: Intervalle d'auto-rapport à la demande du firmware

source: Interval in which to poll for the SD printing status information from the printer while printing
fr: Intervalle d'interrogation des informations sur l'état de l'impression SD provenant de l'imprimante pendant l'impression

source: SD status interval (polling)
fr: Intervalle d'état SD (interrogation)

source: When printing from the printer's SD
fr: Lors de l'impression à partir de la carte SD de l'imprimante

source: SD status interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
fr: Intervalle d'état SD à demander à partir de firmwares compatibles avec l'auto-rapport. Une valeur de 0 désactive l'auto-rapport du firmware et force l'interrogation.

source: SD status interval (autoreport)
fr: Intervalle d'état SD (auto-rapport)

source: Timeouts
fr: Délais

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves.
fr: Durée après laquelle on considère que la communication avec votre imprimante est interrompue si rien n'a été envoyé par celle-ci (et une nouvelle tentative de communication sera faite). Augmentez ce délai si votre imprimante prend plus de temps pour certains déplacements.

source: Communication timeout
fr: Délai de communication

source: <code>busy</code> protocol support not detected
fr: Prise en charge du protocole <code>busy</code> non détectée

source: <code>busy</code> protocol support detected
fr: Prise en charge du protocole <code>busy</code> détectée

source: Time after which a connection attempt to the printer will be considered as having failed
fr: Délai après lequel on considère qu'une tentative de connexion à l'imprimante a échoué

source: Connection timeout
fr: Délai de connexion

source: Time after which to consider the auto detection handshake attempt to have failed if no successful connection is detected
fr: Délai après lequel on considère qu'une tentative d'auto détection a échoué si aucune connexion aboutie n'a été détectée

source: Autodetection timeout
fr: Délai d'auto détection

source: First handshake attempt
fr: Première tentative de connexion

source: Consecutive handshake attempts
fr: Tentatives suivantes de connexion

source: Time after which to consider a position query on pause or cancel to have failed
fr: Durée après laquelle on considère qu'une requête de position en pause ou annulée a échoué

source: Position query timeout
fr: Délai d'expiration de la requête de position

source: Time to wait after opening the serial connection before starting baudrate detection
fr: Durée d'attente après l'ouverture de la connexion série avant de démarrer la détection de la vitesse de transmission

source: Initial baudrate detection pause
fr: Pause initiale de détection de la vitesse de transmission

source: Some controllers need a bit of a breather before baudrate detection after initial connect. If baudrate detection fails due to a hanging controller, try increasing this value.
fr: Certains contrôleurs ont besoin de plus de temps avant la détection de la vitesse de transmission après la connexion initiale. Si la détection de la vitesse de transmission échoue en raison d'un contrôleur gelé, essayez d'augmenter cette valeur.

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr: Délais de communication consécutifs maxima en cas d'inactivité. Si plus l'imprimante sera considérée comme débranchée. Réglez sur 0 pour désactiver.

source: Max. consecutive timeouts while idle
fr: Temps d'arrêt consécutifs maxima en cas d'inactivité

source: Set to 0 to disable consecutive timeout detection and handling.
fr: Réglez sur 0 pour désactiver la détection et le traitement des dépassements de temps consécutifs.

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr: Délais de communication maxima consécutifs pendant l'impression. Au-delà, l'imprimante sera considérée comme débranchée. Réglez sur 0 pour désactiver.

source: Max. consecutive timeouts while printing
fr: Temps d'arrêt consécutifs maximum lors de l'impression

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr: Délais maxima de communication consécutifs pendant qu'une commande de longue durée est active. Au-delà, l'imprimante sera considérée comme débranchée. Réglez sur 0 pour désactiver.

source: Max. consecutive timeouts during long running commands
fr: Temps d'arrêt consécutifs maxima pendant les commandes de longue durée

source: Firmware specific settings
fr: Paramètres spécifiques du firmware

source: Enable automatic firmware detection
fr: Activer la détection automatique du firmware
