Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: Delete user
fr: Supprimer l’utilisateur

source: Add user...
fr: Ajouter un utilisateur...

source: Additional permissions
fr: Autorisations supplémentaires

source: Change password for user "%(user)s"
fr: Changer le mot de passe pour l'utilisateur "%(user)s"

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
fr: Définissez la vitesse / avance maximale des différents axes et indiquez si leur commande doit être inversée ou non.

source: Invert control
fr: Inverser le contrôle

source: This information is used for manual control via the "Control" tab.
fr: Information utilisée pour le contrôle manuel via l'onglet "Contrôle".

source: Form Factor
fr: Forme du plateau

source: Rectangular
fr: Rectangulaire

source: Circular
fr: Circulaire

source: Origin
fr: Origine

source: Heated Bed
fr: Plateau chauffant

source: Heated Chamber
fr: Enceinte chauffée

source: Please define the print volume.
fr: Définissez le volume d'impression.

source: Width (X)
fr: Largeur (X)

source: Depth (Y)
fr: Profondeur (Y)

source: Diameter (X/Y)
fr: Diamètre (X/Y)

source: Height (Z)
fr: Hauteur (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
fr: Si la tête d'impression de votre imprimante peut se déplacer légèrement en dehors du volume d'impression (par exemple pour les routines de nettoyage des buses), vous pouvez définir une boîte de sécurité personnalisée pour ses déplacements ci-dessous.

source: Custom bounding box
fr: Personnalisation de la zone de délimitation

source: X Coordinates
fr: Coordonnées X

source: Y Coordinates
fr: Coordonnées Y

source: Z Coordinates
fr: Coordonnées Z

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint.
fr: Informations utilisées par l'onglet Température, la vérification de la boite de délimitation, la visionneuse GCODE et/ou lors du découpage à partir d'OctoPrint.

source: Nozzle Diameter
fr: Diamètre de la buse

source: Number of Extruders
fr: Nombre d'extrudeurs

source: Make sure to specify number of extruders available on your printer or you might run into issues
fr: Renseignez correctement le nombre d'extrudeurs disponibles sur votre imprimante, sinon vous pourriez rencontrer des problèmes

source: Shared nozzle
fr: Buse partagée

source: Check this if your printer has a single nozzle and heater shared among its extruders instead of one nozzle and heater per extruder
fr: Cochez cette case si votre imprimante ne possède qu'une seule buse et un seul bloc de chauffe pour plusieurs extrudeurs au lieu d'une buse et d'un bloc de chauffe par extrudeur

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0 <strong>if you haven't already done so in your firmware</strong>. Otherwise leave them at (0,0).
fr: Précisez le décalage de la (des) buse(s) de l' (des) extrudeur(s) par rapport à la première buse T0 <strong>si vous ne l'avez pas déjà fait dans votre firmware</strong>. Sinon, laissez-la (les) à (0,0).

source: Offset
fr: Décalage

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer, when slicing from within OctoPrint and for deciding which toolchange commands are safe to send to the printer.
fr: Informations utilisées pour le graphique et les contrôles disponibles dans l'onglet "Température" et "Visionneuse du GCODE", lors du découpage depuis OctoPrint pour décider des commandes de changement d'outils pouvant être envoyées sans risque à l'imprimante.

source: Name must be set
fr: Le nom doit être indiqué

source: Model
fr: Modèle

source: Set as default profile
fr: Etablir comme profil par défaut

source: Edit Profile
fr: Éditer le profil

source: Delete Profile
fr: Supprimer le profil

source: Allow embedding the web interface into a frame or iframe
fr: Autoriser l'intégration de l'interface Web dans un cadre ou une balise iFrame

source: Command to restart the OctoPrint server
fr: Commande de redémarrage du serveur d'OctoPrint

source: Command to restart the system OctoPrint is running on
fr: Commande de redémarrage du système sur lequel OctoPrint fonctionne

source: Restart system
fr: Redémarrer le système

source: Command to shut down the system OctoPrint is running on
fr: Commande d'extinction du système sur lequel OctoPrint fonctionne

source: Define a check interval, a host and a port to check against. If you don't know what to set here, the default values (using Google's DNS server) should work. If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
fr: Préciser l'intervalle de vérification, l'hôte et le port à vérifier. Si vous ne savez pas quoi définir ici, les valeurs par défaut (en utilisant le serveur DNS de Google) devraient fonctionner. Si vous avez des inquiétudes concernant cette utilisation de Google, définissez l'adresse IP et le port d'un serveur en ligne différent en lequel vous avez confiance et qui assure une haute disponibilité.

source: If you also want to check if name resolution works (strongly recommended), define a host name to check name resolution against. If you don't know what to set here, the default value (OctoPrint's domain) should work. If you don't want to perform regular resolution checks along side with the general connectivity check, leave the field empty.
fr: Si vous souhaitez également vérifier que la résolution de noms fonctionne (fortement recommandé), définissez un nom d'hôte afin de vérifier la résolution du nom. Si vous ne savez pas ce que vous devez définir ici, la valeur par défaut (domaine d'OctoPrint) devrait fonctionner. Si vous ne souhaitez pas effectuer de contrôles de résolution réguliers en même temps que la vérification de connectivité générale, laissez le champ vide.

source: If the connectivity check is enabled, OctoPrint will regularly check if it's connected to the internet. This is <strong>useful to prevent resource intensive operations</strong> (such as checking for updates) if it's already clear that they won't succeed anyhow.
fr: Si la vérification de la connectivité est activée, OctoPrint vérifiera régulièrement qu'il est connecté à Internet. Ceci est <strong>utile pour éviter les opérations gourmandes en ressources </strong>(telles que la recherche de mises à jour) s'il est évident qu'elles ne réussiront pas de toute façon.

source: Enable regular connectivity check
fr: Activer la vérification régulière de connectivité

source: Host against which to check for internet connectivity
fr: Serveur permettant de vérifier la connectivité à internet

source: Host IP
fr: IP Hôte

source: Interval in which to check for internet connectivity
fr: Intervalle de vérification de la connectivité à l'internet

source: Check interval
fr: Intervalle de vérification

source: Hostname to try to resolve to check for internet connectivity
fr: Nom d'hôte à essayer de résoudre pour vérifier la connectivité internet

source: Hostname
fr: Nom d'hôte

source: Port against which to check for internet connectivity
fr: Port permettant de vérifier la connectivité à l'internet

source: Test host & port
fr: Tester l'hôte & le port

source: Test name resolution
fr: Tester la résolution de noms

source: <strong>To protect against known severe issues with certain versions of third party plugins</strong>, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugins before they can interfere with normal operation.
fr: <strong>Pour vous protéger de sévères failles connues avec certaines extensions</strong>, OctoPrint supporte une Liste Noire centralisée d'extensions afin de les désactiver automatiquement avant que ces versions n'interfèrent avec le fonctionnement normal de votre système.

source: Enable plugin blacklist processing on startup
fr: Activer la Liste Noire des extensions au démarrage

source: Any changes take effect only on the next server start.
fr: Toute modification ne prend effet qu'au prochain démarrage du serveur.

source: How long to cache the blacklist, in minutes. You should normally not have to change this.
fr: Durée de la mise en cache de la Liste Noire, en minutes. Vous ne devriez normalement pas avoir à changer cela.

source: Blacklist cache TTL
fr: Cache TTL de la Liste noire

source: Plugin blacklist URL. You should normally not have to change this.
fr: URL de l'extension Liste Noire. Vous ne devriez pas avoir à modifier cela.

source: Blacklist URL
fr: URL de la Liste Noire

source: Enable <code>plugintimings.log</code>
fr: Activer <code>plugintimings.log</code>

source: While this can negatively impact performance, a <code>plugintimings.log</code> can be incredibly useful for debugging any performance issues observed outside of safe mode.
fr: Bien que cela puisse avoir un impact négatif sur les performances, le journal <code>plugintimings.log</code> peut être incroyablement utile pour déboguer tout problème de performance observé en dehors du mode sécurisé.

source: Bitrate to use for encoding the timelapse video
fr: Débit d'encodage utilisé pour la vidéo du time-lapse

source: Timelapse bitrate
fr: Débit du time-lapse

source: Full path to the FFMPEG binary
fr: Chemin d'accès complet vers l'exécutable FFMPEG

source: Path to FFMPEG
fr: Chemin d'accès vers FFMPEG

source: Number of FFMPEG encoding threads
fr: Nombre de threads d'encodage FFMPEG

source: FFMPEG threads
fr: Threads FFMPEG

source: Video codec used for encoding
fr: Codec vidéo utilisé pour l'encodage

source: Video codec
fr: Codec vidéo

source: Enable timelapse support
fr: Activer la prise en charge du time-lapse

source: Enable OctoPrint watermark in timelapse movies
fr: Activer le filigrane OctoPrint sur les time-lapses

source: Enable webcam support
fr: Activer le support de la webcam

source: Flip webcam horizontally
fr: Retourner la webcam horizontalement

source: Flip webcam vertically
fr: Retourner la webcam verticalement

source: Rotate webcam 90 degrees counter clockwise
fr: Tourner la webcam de 90 degrés dans le sens des aiguilles d'une montre

source: Validate SSL on snapshot URL (if applicable)
fr: Validation SSL sur l'URL du Snapshot (le cas échéant)

source: Timeout for taking a snapshot
fr: Délai d'attente pour prendre un cliché

source: Snapshot timeout
fr: Délai d'attente du cliché

source: URL to use for retrieving webcam snapshot images for timelapse creation
fr: URL de récupération des clichés de la webcam à utiliser pour la création du time-lapse

source: Snapshot URL
fr: URL des clichés

source: Fully qualified URL, needs to be reachable by OctoPrint's server
fr: L'URL complète (pleinement qualifiée), doit être joignable par le serveur OctoPrint

source: Aspect ratio of the webcam stream, either 16:9 or 4:3
fr: Rapport de forme du flux de la webcam, soit 16:9 ou 4:3

source: Stream aspect ratio
fr: Rapport de forme du flux vidéo

source: If the stream has a different aspect ratio than configured here it will be letterboxed.
fr: Si le flux vidéo a un rapport de forme différent de celui configuré ici, il sera rendu avec des marges.

source: Timeout after which to unload the stream if the control tab is not visible
fr: Délai après lequel il faut décharger le flux si l'onglet de contrôle n'est pas visible

source: Stream timeout
fr: Délai d'attente du flux

source: URL to embed into the UI for live viewing of the webcam stream
fr: URL à intégrer dans l'interface utilisateur pour la visualisation en direct du flux de la webcam

source: Stream URL
fr: URL du flux

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
fr: Doit être accessible à partir du navigateur affichant l'interface utilisateur OctoPrint, utilisé pour intégrer le flux de la webcam dans la page.

source: Webcam stream loading...
fr: Chargement du flux vidéo de la webcam...

source: Webcam stream not loaded
fr: Flux vidéo de la webcam non chargé

source: It might not be configured correctly or require authentication. To have this fixed, get in touch with an administrator of this OctoPrint instance.
fr: Il se peut qu'il ne soit pas configuré correctement ou qu'il nécessite une authentification. Pour y remédier, contactez un administrateur de cette instance d'OctoPrint.

source: It might not be configured correctly or require authentication. You can change the URL of the stream under "Settings" > "Webcam & Timelapse" > "Webcam" > "Stream URL". If you don't have a webcam you can also just disable webcam support there.
fr: Il se peut qu'il ne soit pas configuré correctement ou qu'il nécessite une authentification. Vous pouvez modifier l'URL du flux sous "Paramètres" > "Webcam & time-lapse" > "Webcam" > "URL du flux". Si vous n'avez pas de webcam, vous pouvez aussi simplement désactiver le support de la webcam ici.

source: Currently configured stream URL
fr: URL du flux actuellement configuré

source: Keyboard controls active
fr: Contrôles clavier actifs

source: X Axis
fr: Axe X

source: Y Axis
fr: Axe Y

source: Z Axis
fr: Axe Z

source: Home X/Y
fr: Origine X/Y

source: Home Z
fr: Origine Z

source: Stepsize
fr: Pas

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
fr: Conseil : si vous déplacez votre souris sur l'image, vous passez en mode de contrôle du clavier.

source: Feed rate modifier:
fr: Vitesse d'alimentation :

source: Please note!
fr: Veuillez noter !

source: The feed rate can only be set, it cannot be read back from the firmware due to a limitation of the communication protocol. There is no way to show the current setting.
fr: La vitesse d'alimentation peut seulement être réglée, elle ne peut pas être lue à partir du micrologiciel en raison d'une limitation du protocole de communication. Il n'y a aucun moyen d'afficher le réglage actuel.

source: Extrude
fr: Extruder

source: Retract
fr: Rétracter

source: Switch Tool...
fr: Changer d'outil..

source: The selected tool can only be set, it cannot be read back from the firmware due to a limitation of the communication protocol. There is no way to show the current setting.
fr: L'outil sélectionné ne peut être réglé, il ne peut être récupéré du firmware en raison d'une limitation du protocole de communication. Il n'y a aucun moyen de montrer le réglage actuel.

source: Flow rate modifier:
fr: Débit :

source: The flow rate can only be set, it cannot be read back from the firmware due to a limitation of the communication protocol. There is no way to show the current setting.
fr: Le débit peut seulement être réglé, il ne peut pas être lu à partir du micrologiciel en raison d'une limitation du protocole de communication. Il n'y a aucun moyen d'afficher le réglage actuel.

source: Motors off
fr: Moteurs éteints

source: Fan on
fr: Ventilateur en marche

source: Fan off
fr: Ventilateur éteint

source: Current actual temperature as reported by your printer
fr: Température actuelle réelle, telle qu'indiquée par votre imprimante

source: Current target temperature as reported by your printer
fr: Température cible actuelle telle qu'indiquée par votre imprimante

source: Set temperature profile
fr: Définir le profil de température

source: Offset to apply to temperature commands sent from files
fr: Compensation à appliquer aux commandes de température envoyées à partir de fichiers

source: Fine adjust: -1°C
fr: Réglage fin: -1°C

source: Fine adjust: +1°C
fr: Réglage fin: +1°C

source: Set
fr: Régler

source: Change Offset
fr: Modifier la compensation

source: Send
fr: Envoyer

source: Autoscroll
fr: Défilement automatique

source: Scroll to end
fr: Aller à la fin

source: Copy all
fr: Tout copier

source: Clear log window
fr: Effacer la fenêtre de journal

source: Clear all
fr: Tout effacer

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
fr: Pour des raisons de performance, seule une quantité limitée de fonctionnalités du terminal est actuellement activée.

source: Fake Acknowledgement
fr: Faux accusé de réception

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurrences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
fr: Si les accusés de réception ("ok") envoyés par le firmware sont perdus à cause de problèmes de communication série avec votre imprimante, la communication d'OctoPrint avec celle-ci peut se bloquer. Si cela se produit, cela peut aider. Veuillez noter que de tels cas indiquent des problèmes généraux de communication avec votre imprimante qui auront probablement une influence négative sur vos résultats d'impression et que vous devriez donc essayer de résoudre !

source: Force fancy functionality
fr: Forcer l'utilisation de la fonctionnalité fantaisiste

source: Force terminal output during printing
fr: Forcer la sortie du terminal pendant l'impression

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
fr: Certaines fonctionnalités du terminal seront désactivées si OctoPrint détecte que votre navigateur est trop lent pour cela. Vous pouvez le forcer ici, mais sachez que cela pourrait rendre votre navigateur inopérant.

source: Take note that timelapse configuration is disabled while your printer is printing.
fr: Notez que la configuration du time-lapse est désactivée pendant l’impression.

source: Timelapse Configuration
fr: Configuration du time-lapse

source: Timelapse Mode
fr: Mode du time-lapse

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
fr: Ne fonctionne pas lors de l'impression à partir de la carte SD (impossibilité de détecter de manière fiable les changements de Z). Utilisez à la place le mode "Chronométré" pour ce type d'impression.

source: Minimum interval
fr: Intervalle minimum

source: OctoPrint will rate limit snapshots to this minimum interval. This it to prevent against performance issues with vase mode/continuous z prints.
fr: OctoPrint limitera le nombre de prises de vue à cet intervalle minimum. Ceci afin d'éviter les problèmes de performance avec les impressions en mode vase ou en z continu.

source: Snapshot interval
fr: Intervalle de prise de vue

source: Timelapse frame rate
fr: Fréquence d'images du time-lapse

source: Timelapse post roll
fr: Post-traitement du time-lapse

source: OctoPrint will use the final picture to add this many seconds to the end of your rendered timelapse.
fr: OctoPrint utilisera l'image finale pour ajouter ce nombre de secondes au rendu final du time-lapse.

source: Retraction Z-Hop
fr: Rétraction Z-Hop

source: Enter the retraction z-hop used in the firmware or the gcode file to trigger snapshots for the timelapse only if a real layer change happens. For this to work properly your retraction z-hop has to be different from your layerheight!
fr: Entrez la distance de rétraction Z-hop utilisée dans le firmware ou le fichier gcode pour déclencher des clichés pour le time-lapse uniquement si un changement de couche réel a lieu. Pour que cela fonctionne correctement, la rétraction Z-Hop doit être différente de la hauteur de couche d'impression!

source: Save as default
fr: Sauvegarder par défaut

source: Check this to make your selected timelapse mode and options persist across restarts.
fr: Cochez cette case pour que le mode du time-lapse et les options sélectionnés persistent lors des redémarrages.

source: You have unsaved changes. Don't forget to save them.
fr: Vous avez des modifications non sauvegardées. N'oubliez pas de les sauvegarder.

source: Save changes
fr: Enregistrer les modifications

source: Reset to active configuration
fr: Rétablir la configuration active

source: Timelapse not fully configured
fr: Le time-lapse n'est pas entièrement configuré

source: The snapshot URL and/or the path to FFMPEG are missing. To have this fixed, get in touch with an administrator of this OctoPrint instance.
fr: L'URL de la prise de vue et/ou le chemin d'accès à FFMPEG sont manquants. Pour remédier à cela, contactez un administrateur de cette instance d'OctoPrint.

source: The snapshot URL and/or the path to FFMPEG are missing. You can change both under "Settings" > "Webcam & Timelapse" > "Timelapse". If you don't have a webcam or don't want to enable timelapse support you can also just disable it there.
fr: L'URL de la prise de vue et/ou le chemin d'accès à FFMPEG sont manquants. Vous pouvez les modifier sous "Paramètres" > "Webcam & time-lapse" > "time-lapse". Si vous n'avez pas de webcam ou si vous ne souhaitez pas activer le support de time-lapse, vous pouvez également le désactiver à cet endroit.

source: Currently configured snapshot URL
fr: URL de prise de vue actuellement configurée

source: Currently configured path to FFMPEG
fr: Chemin d'accès à FFMPEG actuellement configuré

source: Timelapse Render Progress
fr: Progression du rendu du time-lapse

source: Finished Timelapses
fr: Time-lapses terminés

source: Sort by date
fr: Trier par date

source: Unrendered Timelapses
fr: Time-lapses non finalisés

source: Frames
fr: Trames

source: Delete unrendered timelapse
fr: Supprimer les Timelapses non finalisés

source: Render timelapse
fr: Faire le rendu du time-lapse
