Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: By default, OctoPrint will use the blacklist hosted at <code>plugins.octoprint.org/blacklist.json</code> which you can also take a look at in a more human readable format <a href="%(url)s" target="_blank">here</a>.
fr: Par défaut, OctoPrint utilise la liste noire des extensions hébergée sur <code>plugins.octoprint.org/blacklist.json</code>, liste pour laquelle existe une version plus lisible par un humain <a href="%(url)s" target="_blank">ici</a>

source: Please decide whether to allow fetch and use of this centralized blacklist starting with the next server start. You may also change your decision at any time through Settings > Server right from within OctoPrint.
fr: Choisissez s'il faut autoriser la collecte et l'utilisation de cette liste noire centralisée au prochain lancement du serveur. Vous pouvez modifier ce choix à tout moment dans Paramètres > Serveur directement depuis OctoPrint

source: Disable Plugin Blacklist Processing
fr: Désactiver le traitement de la liste noire des extensions

source: Enable Plugin Blacklist Processing
fr: Activer le traitement de la liste noire des extensions

source: Plugin blacklist processing is <strong class="text-success">enabled</strong>.
fr: Traitement de la liste noire des extensions <strong class="text-success">activée</strong>.

source: Plugin blacklist processing is <strong class="text-danger">disabled</strong>.
fr: Traitement de la liste noire des extensions <strong class="text-danger">désactivé</strong>.

source: Set up your printer profile
fr: Configurer votre profil d'imprimante

source: Please make sure the settings below match your printer. If you plan on connecting more than one printer to OctoPrint, you can also configure additional printer profiles under Settings > Printer Profiles
fr: Assurez-vous que les paramètres ci-dessous correspondent à votre imprimante. Si vous prévoyez de connecter plusieurs imprimantes avec OctoPrint, vous pouvez également configurer des profils d'imprimante supplémentaires dans Paramètres> Profils d'imprimante

source: General
fr: Général

source: Print bed & build volume
fr: Plateau & Volume d'impression

source: Hotend & extruder
fr: Buse & Extrudeur

source: <p> OctoPrint supports calling external commands in order to restart itself or restarting and/or shutting down the system it is running on. You may configure those here. </p>
fr: <p> OctoPrint prend en charge les commandes externes afin de redémarrer et / ou d'arrêter le système sur lequel il fonctionne. Vous pouvez le configurer ici. </p>

source: OctoPrint related commands
fr: Commandes liées à OctoPrint

source: System related commands
fr: Commandes liées au système

source: Webcam &amp; Timelapse Recordings
fr: Webcam &amp; enregistrement du Time-lapse

source: <p> If you have a webcam, you may now configure it here. </p>
fr: <p> Si vous avez une webcam, vous pouvez maintenant la configurer ici. </p>

source: <p> The <strong>Stream URL</strong> is the URL OctoPrint uses to embed the actual webcam stream (which should be an MJPG stream) into the web interface. This needs to be reachable <strong>from your browser</strong>. </p><p> It may be <ul> <li>a fully qualified URL (<code>http://host:port/path</code>),</li> <li>a URL defaulting to the protocol used for accessing the web interface (e.g. <code>//host:port/path</code>),</li> <li>an absolute path on the same host as OctoPrint (e.g. <code>/absolute/path</code>) or</li> <li>a relative path on the same host as OctoPrint (e.g. <code>relative/path</code>)</li> </ul> </p><p> The <strong>Snapshot URL</strong> is the URL OctoPrint uses to fetch single images from the webcam for creating timelapse recordings. This needs to be a fully qualified URL reachable <strong>from the OctoPrint server</strong>. </p>
fr: <p> L'<strong>URL du flux</strong> est l'URL utilisée par OctoPrint pour intégrer le flux de la webcam (qui doit être un flux MJPG) dans l'interface Web. Cela doit être accessible <strong> depuis votre navigateur</strong>. </p></p> Il peut s'agir <ul> <li>d'une URL complète(<code>http://host:port/path</code>),</li> <li>d'une URL par défaut pour le protocole utilisé afin d'accéder à l'interface web (exemple: <code>//host:port/path</code>),</li> <li>d'un chemin d'accès absolu sur le même hôte que OctoPrint (exemple: <code>/absolute/path</code>) ou</li> <li>d'un chemin d'accès relatif sur le même hôte que OctoPrint (exemple: <code>relative/path</code>)</li> </ul> </p></p> L'<strong>URL du cliché instantané </strong>est l'URL utilisée par OctoPrint pour extraire des images individuelles de la webcam afin de créer des time-lapse. Il doit s'agir d'une URL accessible à partir <strong>du serveur OctoPrint</strong>. </p>

source: Timelapse Recordings
fr: Enregistrement du time-lapse

source: <p> To render the snapshots into timelapse recordings, OctoPrint also needs to know the correct <strong>path to FFMPEG</strong>. </p>
fr: <p> Afin de convertir les clichés instantanés en time-lapse, OctoPrint doit connaitre le <strong>chemin d'accès à FFMPEG</strong>. </p>

source: Without this plugin your OctoPrint instance will no longer be discoverable on the network via Bonjour and uPnP.
fr: Sans cette extension, votre instance d'OctoPrint ne pourra plus être découverte sur votre réseau au travers de protocoles tels que Bonjour et uPNP.

source: Error Tracking
fr: Suivi des erreurs

source: Enable error reporting?
fr: Activer le rapport d'erreur?

source: <p>It looks like you are tracking an OctoPrint RC release channel. It would be great if you would enable error reporting so that any kind of errors that occur with an RC can be looked into more easily. Thank you!</p><p><small>You can find more information on error reporting under Settings > Error Tracking</small></p>
fr: <p>Il semblerait que vous suiviez un canal de publication OctoPrint RC. Ce serait bien si vous pouviez activer le signalement des erreurs afin que tout type d'erreur pouvant survenir avec un RC puisse être analysé plus facilement. Merci!</p><p><small>Vous trouverez plus d’informations sur le signalement des erreurs sous Paramètres> Suivi des erreurs.</small></p>

source: Ignore
fr: Ignorer

source: You can still enable error tracking via "Settings" > "Error Tracking"
fr: Vous pouvez toujours activer le suivi des erreurs via "Paramètres"> "Suivi des erreurs".

source: <p> Error tracking will cause any logged exceptions in the server and the browser interface to be sent to OctoPrint's <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">Sentry instance</a>. </p> <p> By enabling it you help to gather detailed information on the cause of bugs or other issues. This is especially valuable on release candidates, which is why this plugin will also prompt you to enable error tracking if it detects that you are subscribed to an RC release channel. </p> <p> Please enable this if you are running a release candidate, or are prompted to do so while debugging an issue that you reported. </p>
fr: <p> Le suivi des erreurs entraînera l'envoi des exceptions consignées sur le serveur et l'interface du navigateur vers <a href="https://sentry.io/" target="_blank" rel="noopener noreferer"> l'instance Sentry d'OctoPrint</a> </p> <p> En l'activant, vous aidez à recueillir des informations détaillées sur la cause des bogues ou d'autres problèmes. Ceci est particulièrement précieux à la publication des versions candidates, c’est pourquoi ce plugin vous invitera également à activer le suivi des erreurs s’il détecte que vous êtes abonné à un canal de diffusion RC. </p> <p> Activez cette option si vous exécutez une version candidate ou si vous êtes invité à le faire lors du débogage d'un problème que vous avez signalé. </p>

source: Enable error tracking
fr: Activer le suivi des erreurs

source: Please reload the page after enabling/disabling & saving
fr: Veuillez recharger la page après l'activation / la désactivation et l'enregistrement

source: Random unique instance ID
fr: ID d'instance unique aléatoire

source: Instance ID
fr: ID d'instance

source: <p> The Error Tracking plugin is using a Sentry instance kindly provided by <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">sentry.io</a>. For information on their service please refer to their <a href="https://sentry.io/security/" target="_blank" rel="noopener noreferer">Security & Compliance documentation</a> and their <a href="https://sentry.io/privacy/" target="_blank" rel="noopener noreferer">Privacy Policy</a>. </p>
fr: <p> L'extensions Error Tracking utilise une instance Senttry aimablement fournie par <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">sentry.io</a>. Pour plus d'informations sur leur service veuillez vous référer à leur <a href="https://sentry.io/security/" target="_blank" rel="noopener noreferer"> Documentation de sécurité et de conformité </a> et leur <a href="https://sentry.io/privacy/" target="_blank" rel="noopener noreferer"> Politique de confidentialité</a>. </p>

source: GCode Viewer
fr: Visionneuse du GCode

source: Without this plugin the GCode Viewer in OctoPrint will no longer be available.
fr: Sans ce plugin, la visionneuse GCode d'OctoPrint ne sera plus disponible.

source: Loading...
fr: Chargement...

source: Analyzing...
fr: Analyse...

source: Analyzed
fr: Analysé

source: Model size
fr: Taille du modèle

source: Estimated layer height
fr: Hauteur de la couche estimée

source: Estimated total print time
fr: Temps total d'impression estimé

source: Layers with extrusion
fr: Couches avec extrusion

source: Layer number
fr: Numéro de la couche

source: Layer height
fr: Hauteur de couche

source: GCODE commands
fr: Commandes GCODE

source: Tool
fr: Buse

source: Estimated print time
fr: Durée d'impression estimée

source: Maximum size for which the GCode Viewer autoloads the file for preview
fr: Taille maximale pour laquelle la visionneuse GCode charge automatiquement le fichier pour la prévisualisation

source: GCode Viewer file size threshold
fr: Seuil de la taille du fichier pour la visionneuse du Gcode

source: on desktop
fr: sur l'ordinateur

source: on mobile
fr: sur un mobile

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
fr: Fournir les valeurs y compris l'unité de taille. Les unités admises sont : b, byte, bytes (octet(s)), kb, mb, gb, tb (insensible à la casse). Par Exemple : <code>5MB</code>, <code>500kb</code>

source: Previous layer
fr: Couche précédente

source: Next layer
fr: Couche suivante

source: Model info
fr: Information du modèle

source: Layer info
fr: Information de la couche

source: Renderer options
fr: Options de l'aperçu

source: Sync with job progress
fr: Synchroniser avec l'impression

source: Center viewport on model
fr: Centrer le point de vue sur le modèle

source: Zoom in on model
fr: Zoomer sur le modèle

source: Show moves
fr: Montrer les déplacements

source: Show retracts
fr: Montrer les rétractions

source: Show approx. print head position
fr: Afficher la position approximative de la tête d'impression

source: Also show previous layer
fr: Montrer également la couche précédente

source: Also show current layer
fr: Afficher également la couche actuelle

source: Also show next layer
fr: Montrer également la couche suivante

source: Reload
fr: Recharger

source: Show visited bounding box
fr: Afficher le cadre de délimitation visité

source: Show printed bounding box
fr: Afficher le cadre de délimitation imprimé

source: Hide empty layers
fr: Cacher les couches vides

source: Causes reload
fr: Implique un rechargment

source: Sort layers
fr: Trier les couches

source: Reset options
fr: Réinitialiser les options

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
fr: Notez que le temps donné dans cet onlget est <strong>estimé</strong> par la visionneuse du GCODE dans votre navigateur et peut différer des valeurs <strong>estimées</strong> par le serveur, affichées dans la fenêtre "État" et "Fichiers" dans le panneau à gauche. Notez également que cette <strong>estimation</strong> peut varier, étant donné qu'elle prend en compte des informations présentes dans le fichier du GCODE.

source: Warning
fr: Avertissement

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
fr: <p> Vous avez choisi d'imprimer le fichier <strong data-bind="text: selectedFile.name"></strong> d'une taille de <strong data-bind="text: formatSize(selectedFile.size())"></strong>. En fonction de votre matériel, il est possible que le rendu soit trop volumineux et fige votre navigateur voire le plante totalement. </p> <p> Souhaitez-vous tout de même visualiser ce fichier ? </p>

source: Yes, please visualize %(name)s regardless of its size
fr: Oui, visualiser le fichier %(name)s quelle que soit sa taille

source: Allows to download and delete log files and list and set log levels.
fr: Autorise le téléchargement, la suppression, le listage et la définition des niveaux des fichiers journaux.

source: Without this plugin you will no longer be able to retrieve OctoPrint's logs or modify the current logging levels through the web interface.
fr: Sans cette extension, vous ne pourrez plus récupérer les fichiers journaux d'OctoPrint ni modifier les niveaux de journalisation actuels via l'interface Web.

source: You currently have <code>%(logfile)s</code> enabled. Please remember to turn it off again once your are done debugging whatever issue prompted you to turn it on.
fr: Vous avez actuellement le <code>%(logfile)s</code> activé. N’oubliez pas de le désactiver une fois le débogage terminé, quel que soit le problème qui vous a incité à l'activer.

source: It can negatively impact print performance and also take up a lot of storage space depending on how long you keep it enabled and thus should only be used for debugging.
fr: Peut avoir un impact négatif sur les performances d’impression et également utiliser beaucoup d’espace de stockage en fonction de la durée pendant laquelle vous restez connecté à votre imprimante et ne devrait donc être utilisé que pour le débogage.

source: Log storage:
fr: Stockage des journaux:

source: You are about to delete log file "%(name)s".
fr: Vous allez supprimer le fichier journal "%(name)s".

source: You are about to delete %(count)d log files.
fr: Vous allez supprimer %(count)d fichier(s) journaux.

source: Deleting log files
fr: Suppression des fichiers journaux

source: Deleting %(count)d log files...
fr: Suppression de %(count)d fichiers journaux...

source: plugintimings.log is enabled
fr: plugintimings.log est activé

source: <code>plugintimings.log</code> is enabled
fr: <code>plugintimings.log</code> est activé

source: serial.log is enabled
fr: serial.log est activé

source: <code>serial.log</code> is enabled
fr: <code>serial.log</code> est activé

source: Logs
fr: Journaux

source: Sort by name
fr: Trier par nom

source: ascending
fr: ascendant

source: Sort by modification date
fr: Trier par date de modification

source: descending
fr: descendant

source: Sort by file size
fr: Trier par taille des fichiers

source: Logging Levels
fr: Niveaux de journalisation

source: Level
fr: Niveau

source: Remove
fr: Supprimer

source: Add
fr: Ajouter

source: Allows to check for the Pi's throttling status and environment info
fr: Autorise la vérification de l'état des restriction du RPi et des informations d'environnement

source: Pi Support
fr: Support Pi

source: Without this plugin OctoPrint will no longer be able to provide additional information about your Pi, which will make it more tricky to help you if you need support.
fr: Sans ce plugin, OctoPrint ne pourra plus fournir d'informations supplémentaires sur votre Pi, ce qui rendra plus délicate la tâche de vous aider si vous avez besoin de soutien.

source: OctoPrint does not and never has supported the RPi Zero or Zero W. Use at least a Raspberry Pi 3, or risk bad performance and failed prints.
fr: OctoPrint ne supporte pas et n'a jamais supporté le RPi Zero ou Zero W. Prenez a minima un Raspberry Pi 3, ou acceptez le risque de mauvaises performances et/ou d'impressions ratées.

source: You can read more <a href="%(url)s" target="_blank">in the FAQ</a>.
fr: Vous pouvez en lire plus <a href="%(url)s" target="_blank">dans la FAQ</a>.

source: You can disable this message via Settings > Pi Support > Ignore warning on unsupported hardware
fr: Vous pouvez désactiver ce message via Paramètres > Support Pi > Ignorer l'avertissementde matériel non pris en charge

source: Unsupported hardware detected
fr: Détection de matériel non pris en charge

source: Undervoltage. Make sure your power supply and cabling are providing enough power to the Pi.
fr: Sous-tension. Assurez-vous que votre alimentation et votre câblage fournissent suffisamment d’alimentation au Pi.

source: Frequency capping due to overheating. Improve cooling of the CPU and GPU.
fr: Limitation de fréquence due à une surchauffe. Améliorer le refroidissement du processeur central et du processeur graphique.

source: A blinking symbol indicates a current issue, a non blinking symbol one that was observed some time since the Pi booted up.
fr: Un symbole clignotant indique un problème en cours. Un symbole fixe pour un problème détecté auparavant.

source: Click the symbol in the navbar for more information.
fr: Cliquez sur le symbole dans la barre de navigation pour plus d'informations.

source: About OctoPi
fr: A propos d'OctoPi

source: What do the symbols mean?
fr: Que signifient ces symboles?

source: Undervoltage
fr: Sous-tension

source: Overheat
fr: Surchauffe

source: Please restart OctoPrint after changing any of this plugin's settings.
fr: Veuillez redémarrer OctoPrint après avoir modifié les paramètres des extensions.

source: Disable warning about unsupported hardware
fr: Activer la détection de sous-tension et de surchauffe via <code>vcgencmd get_throttled</code>

source: If you check this, you will no longer get warned if you run OctoPrint on Raspberry Pi models that are not officially supported due to bad performance that can lead to failed prints. Do so at your own risk.
fr: En cochant cette case, vous ne serez plus averti si vous utilisez OctoPrint sur des modèles Pi qui ne sont pas officiellement soutenus en raison de leurs mauvaises performances pouvant mener à des impressions ratées. Faites-le à vos propres risques.

source: Enable under voltage and overheat detection via <code>vcgencmd get_throttled</code>
fr: Activer la détection de sous-tension et de surchauffe via <code>vcgencmd get_throttled</code>

source: This will regularly check with the Pi if something is amiss either with power regulation or CPU/GPU temperature.
fr: Permettre de vérifier régulièrement sur le RPi si quelque chose ne va pas, soit au niveau de la régulation de puissance, soit au niveau de la température CPU/GPU.

source: Command for under voltage/overheat detection
fr: Commande de détection de sous tension / surchauffe

source: Defaults to <code>/usr/bin/vcgencmd get_throttled</code>. You usually shouldn't have to change this.
fr: Par défaut: <code>/usr/bin/vcgencmd get_throttled</code>. Vous ne devriez généralement pas avoir à changer cela.

source: Allows to enable, disable and uninstall installed plugins.
fr: Autorise l'activation, la désactivation et la désinstallation des plugins installés.

source: Allows to install new plugins. Includes the "Manage plugins" permission.
fr: Permet d'installer de nouvelles extensions. Inclut l'autorisation "Gérer les extensions".

source: Plugin Manager
fr: Gestionnaire des extensions

source: There are no plugin notices. Great!
fr: Il n'y a aucune notification en provenance de cette extension. Super !

source: There is a plugin notice for one of your installed plugins.
fr: Il y a une notification en provenance d'une de vos extensions installées.

source: There are %(count)d plugin notices for one or more of your installed plugins.
fr: Il y a %(count)d notifications en provenance d'au moins une de vos extensions installées.

source: Installing plugin...
fr: Installation de l'extension...

source: Installing plugin from uploaded archive...
fr: Installation de l'extension depuis une archive téléchargée...

source: Something went wrong
fr: Quelque chose a mal tourné

source: Please consult octoprint.log for details
fr: Veuillez consulter les fichiers journaux octoprint.log pour plus de détails

source: You are about to disable "%(name)s".
fr: Vous allez désactiver "%(name)s".

source: This is not recommended
fr: Ce n'est pas recommandé

source: Do you still want to disable it?
fr: Souhaitez-vous toujours le désactiver ?

source: Keep enabled
fr: Garder activé

source: Disable anyway
fr: Désactiver tout de même

source: You are about to disable "%(name)s"
fr: Vous allez désactiver "%(name)s"

source: Disable plugin
fr: Désactiver l'extension

source: Installing plugin "%(name)s" from %(url)s...
fr: Installation de l'extension "%(name)s" depuis %(url)s...

source: Installing plugin from %(url)s...
fr: Installation de l'extension depuis %(url)s...

source: Reinstalling plugin...
fr: Réinstallation de l'extension...

source: Reinstalling plugin "%(name)s" from %(url)s...
fr: Réinstallation de l'extension "%(name)s" depuis %(url)s...

source: Uninstalling plugin...
fr: Désinstallation de l'extension...

source: Uninstalling plugin "%(name)s"
fr: Désinstallation de l'extension "%(name)s"...

source: You are about to uninstall the plugin "%(name)s"
fr: Vous allez désinstaller l'extension "%(name)s"

source: Keep installed
fr: Laisser installé

source: Uninstall
fr: Désinstaller

source: Uninstall & clean up data
fr: Désinstaller et nettoyer les données

source: Cleaning up plugin data...
fr: Nettoyage des données de l'extension...

source: Cleaning up data of plugin "%(name)s"
fr: Nettoyage des données de l'extension "%(name)s"

source: You are about to cleanup the plugin data of "%(name)s". This operation cannot be reversed.
fr: Vous allez nettoyer les données de l'extension "%(name)s". Cette opération est irréversible.

source: Keep data
fr: Conserver les données

source: Cleanup data
fr: Données effacées

source: Cleaning up all left over plugin data...
fr: Nettoyage de toutes les données de l'extension restantes...

source: You are about to cleanup left over plugin settings and data of plugins no longer installed. This operation cannot be reversed.
fr: Vous allez effacer les paramètres et les données des extensions qui ne sont plus installées. Cette opération est irréversible.

source: Cleanup all data
fr: Nettoyer toutes les données

source: Reinstall
fr: Réinstaller

source: Install
fr: Installer

source: Disabled
fr: Désactivées

source: Plugin management log
fr: Journal de gestion des extensions

source: %(count)d earlier actions...
fr: %(count)d actions précédentes...

source: %(count)d earlier action
fr: %(count)d action précédente

source: Install <em>%(plugin)s</em>: %(result)s
fr: Installation de <em>%(plugin)s</em>: %(result)s

source: Uninstall <em>%(plugin)s</em>: %(result)s
fr: Désinstallation de <em>%(plugin)s</em>: %(result)s
