Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust some communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
fr: Si cette option est activée, OctoPrint essaiera de déterminer automatiquement le firmware de votre imprimante afin d'ajuster certains paramètres de communication en conséquence. Si cela ne fonctionne pas ou si vous souhaitez un contrôle plus détaillé, décochez cette option et les paramètres en question deviendront visibles pour vous permettre de les ajuster.

source: Select SD files by relative path
fr: Sélectionner les fichiers SD par chemin relatif

source: RepRap Firmware
fr: Firmware RepRap

source: Always assume SD card is present
fr: Toujours supposer que la carte SD est présente

source: Disable SD printing detection
fr: Désactiver la détection d'impression par SD

source: Ignore consecutive resend requests for the same line
fr: Ignorer les demandes consécutives de renvoi pour une même ligne

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
fr: Support du format de consigne de température <code>TargetExtr%%n</code>/<code>TargetBed</code>

source: Disable detection of external heatups
fr: Désactiver la détection de chauffe extérieure

source: Actively pause communication during <code>G4</code> dwell command
fr: Pause active de la communication pendant la commande d'attente <code>G4</code>

source: Send a checksum with the command
fr: Envoyez une somme de contrôle avec la commande

source: When printing
fr: Lors de l'impression

source: Support temperature autoreporting by firmware, if detected
fr: Support de l'auto-rapport de température par le firmware, si détecté

source: Support sd status autoreporting by firmware, if detected
fr: Support de l'auto-rapport du statut SD par le firmware, si détecté

source: Send emergency GCODES <code>M108</code> and <code>M410</code> without waiting for acknowledgement, if detected as supported by the firmware
fr: Envoi des GCODES d'urgence <code>M108</code> et <code>M410</code> sans attente d'accusé de réception, si cela est détecté comme étant pris en charge par le firmware

source: Support <code>busy</code> protocol, if detected
fr: Prise en charge du protocole <code>busy</code>, si détecté

source: Simulate <code>ok</code> for <code>M29</code>
fr: Simuler <code>ok</code> pour <code>M29</code>

source: Most Marlin forks that were derived from Marlin versions &lt; v1.1.0 do not send an acknowledging <code>ok</code> for a <code>M29</code>. Check this if you run into communication stalls following streaming of a file to your printer's SD.
fr: La plupart des forks Marlin dérivés de versions Marlin &lt; v1.1.0 n'envoient pas d'accusé de réception <code>ok</code> pour un <code>M29</code>. Cochez cette case si vous rencontrez des problèmes de communication à la suite de la diffusion d'un fichier vers la carte SD de votre imprimante.

source: Simulate <code>ok</code> for resend requests
fr: Simuler<code>ok</code> pour les demandes de renvoi

source: If detected as necessary
fr: Si détecté comme nécessaire

source: Some Marlin forks lack an acknowledging <code>ok</code> with their resend requests. Set this to "always" or "if detected as necessary" if you run into communication stalls on resend requests.
fr: Certains forks Marlin sont dépourvus d'un accusé de réception <code>ok</code> après les demandes de réexpédition. Réglez ce paramètre sur "Toujours" ou "Si détecté comme nécessaire" si vous rencontrez des problèmes de communication lors de demandes de réexpédition.

source: Protocol fine tuning
fr: Réglage fin du Protocole

source: Wait for <code>start</code> on connect
fr: Attendre <code>start</code> à la connexion

source: Try checking this if you run into connection timeouts due to your printer taking too long to respond to OctoPrint's handshake attempts on connect.
fr: Cochez cette case si vous rencontrez des problèmes de délai de connexion, car votre imprimante met trop de temps à répondre aux tentatives d'établissement de liaison avec OctoPrint lors de la connexion.

source: Blocked commands
fr: Commandes bloquées

source: Use this to specify commands that should never be sent to the printer. Just the G or M code, comma separated. Defaults to <code>M0</code> and <code>M1</code> since most firmware will block until a button on the controller has been pressed if it receives either of those two commands.
fr: Utilisez cette option pour préciser les commandes qui ne doivent jamais être envoyées à l’imprimante. Simplement le code G ou M, séparés par une virgule. La valeur par défaut est <code>M0</code> et <code>M1</code> car la plupart des firmwares bloqueraient jusqu'à ce qu'un bouton du contrôleur soit enfoncé s'il recevait l'une de ces deux commandes.

source: Pausing commands
fr: Commandes de mise en pause

source: Use this to specify commands on which OctoPrint should pause the print job. Just the G or M code, comma separated. Defaults to <code>M0</code>, <code>M1</code> and <code>M25</code>.
fr: Utilisez cette option pour indiquer les commandes pour lesquelles OctoPrint doit suspendre le travail d'impression. Simplement le code G ou M, séparé par une virgule. La valeur par défaut est <code>M0</code>, <code>M1</code> et <code>M25</code>.

source: Emergency commands
fr: Commandes d'urgence

source: Use this to specify emergency commands which should jump any queues and - if supported by the firmware - be force sent. Just the G or M code, comma separated. Defaults to <code>M112</code>, <code>M108</code> and <code>M410</code>.
fr: Utilisez cette option pour indiquer les commandes d'urgence qui doivent s’insérer dans n'importe quelle file d'attente et - si elles sont prises en charge par le firmware - être envoyées de force. Simplement le code G ou M, séparé par une virgule. Les valeurs par défaut sont <code>M112</code>, <code>M108</code> et <code>M410</code>.

source: Command to send to the firmware on first handshake attempt.
fr: Commande à envoyer au firmware lors de la première connexion.

source: "Hello" command
fr: Commande "Hello"

source: Use this to specify a different command than the default <code>M110</code> to send to the printer on initial connection to trigger a communication handshake.
fr: Utilisez cette option pour indiquer une valeur différente pour la commande <code>M110</code> lors de la connexion initiale.

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
fr: Commandes dont on sait qu'elles durent longtemps et pour lesquelles il faut empêcher le déclenchement des délais de communication.

source: Long running commands
fr: Commandes à exécution longue

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
fr: Utilisez cette fonction pour indiquer les commandes dont on sait qu'elles prennent beaucoup de temps à exécuter sans sortie de votre imprimante et qu'elles peuvent donc causer des problèmes de délai d'attente. Juste le code G ou M, séparé par une virgule.

source: Commands that always require a line number and checksum to be sent with them.
fr: Commandes nécessitant toujours l'envoi d'un numéro de ligne et d'une somme de contrôle.

source: Commands that always require a checksum
fr: Commandes nécessitant toujours une somme de contrôle

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
fr: Utilisez cette option pour indiquer les commandes devant <strong>toujours</strong> être envoyées avec un checksum. Utilisez une virgule pour les séparer.

source: ok buffer size
fr: taille du tampon ok

source: <code>ok</code> buffer size
fr: Taille du tampon <code>ok</code>

source: Only modify if told to do so
fr: Ne modifier que si on vous le demande

source: Error handling
fr: Gestion des erreurs

source: What to do on a firmware error (<code>Error:</code> or <code>!!</code>)
fr: Que faire en cas d'erreur de firmware (<code>Error:</code> ou <code>!!</code>)

source: Disconnect from the printer
fr: Se déconnecter de l'imprimante

source: Cancel any ongoing prints but stay connected to the printer
fr: Annuler toutes les impressions en cours mais rester connecté à l'imprimante

source: Please note that if you choose this, OctoPrint will still disconnect from the printer in case of <em>fatal</em> errors reported by your firmware (e.g. <code>kill() called</code>, <code>fatal:</code>).
fr: Noter que si vous choisissez cette option, OctoPrint se déconnectera tout de même de l'imprimante en cas d'erreurs fatales signalées par le firmware (par exemple, <code>kill () called</code>, <code>fatal:</code>).

source: Only choose this if your firmware sends error messages that are not actual errors. Might mask printer issues (even fatal errors!), be careful!
fr: Ne choisissez cette option que si votre firmware envoie des messages qui ne sont pas de réelles erreurs. Cela peut masquer les problèmes d’imprimante (même les erreurs fatales!), soyez donc prudent!

source: Send <code>M112</code> on disconnect due to error
fr: Envoyer <code>M112</code> à la déconnexion en raison d'une erreur

source: If this is checked, OctoPrint will try to send an <code>M112</code> prior to a disconnect due to a (fatal) error in order to disable heaters and motors.
fr: Si cette case est cochée, OctoPrint essaiera d’envoyer la commande <code>M112</code> avant une déconnexion en raison d'une erreur (fatale) afin de désactiver le chauffage et les moteurs.

source: Log position on pause
fr: Enregistrement de position sur pause

source: If you disable this, the <code>pause_position</code> placeholders in your pause/resume GCODE scripts will stay unpopulated! However, pausing speed might improve slightly.
fr: Si vous désactivez cette option, les espaces réservés à <code>pause_position</code> dans vos scripts GCODE de pause/reprise resteront vides ! Cependant, la vitesse de pause pourrait s'améliorer légèrement.

source: Log position on cancel
fr: Enregistrement de position sur annulation

source: If you disable this, the <code>cancel_position</code> placeholders in your cancel GCODE script and the corresponding data in the print recovery data will stay unpopulated! However, cancelling speed might improve slightly.
fr: Si vous désactivez cette option, les espaces réservés à <code>cancel_position</code> dans votre script d'annulation GCODE et les données correspondantes dans les données de récupération d'impression resteront vides ! Cependant, la vitesse d'annulationpourrait s'améliorer légèrement.

source: Attempt to abort any blocking heatups on cancel via <code>M108</code>.
fr: Tenter d'annuler les chauffes bloquantes lors de l'annulation via <code>M108</code>.

source: Uncheck this if your firmware doesn't support <code>M108</code> for aborting blocking heatups!
fr: Décochez cette case si votre firmware ne prend pas en charge <code>M108</code> pour annuler le chauffage du lit et de la tête!

source: Sanity Checking
fr: Contrôle de conformité

source: Sanity check tool commands
fr: Commandes de l'outil de contrôle de conformité

source: If enabled, OctoPrint will not send tool commands to your printer that exceed the number of extruders configured in the active printer profile, or for which the firmware has reported an "invalid extruder" error. Only uncheck this if OctoPrint or your firmware mistakingly mark valid tools as invalid and be sure to investigate the reason for that, it might be a misconfiguration you need to correct for proper operation.
fr: Si elle est activée, OctoPrint n'enverra pas à votre imprimante des commandes d'outils qui dépassent le nombre d'extrudeurs configurés dans le profil d'imprimante actif, ou pour lesquelles le microprogramme a signalé une erreur "extrudeur non valide". Ne décochez cette case que si OctoPrint ou votre microprogramme marque par erreur des outils valides comme étant invalides et assurez-vous d'en rechercher la raison, il pourrait s'agir d'une mauvaise configuration que vous devez corriger pour un bon fonctionnement.

source: Display notifications for suppressed commands
fr: Afficher des notifications pour les commandes supprimées

source: Show notifications of severity "info" and "warning"
fr: Afficher les notifications de gravité "info" et "warning"

source: Show notifications of severity "warning"
fr: Afficher les notifications de gravité "avertissement"

source: Never show notifications
fr: Ne jamais afficher les notifications

source: Resend Tracking
fr: Renvoyer le suivi

source: Resend ratio threshold. Percentage of resend requests among all sent lines to consider critical.
fr: Seuil du taux de renvoi. Pourcentage de demandes de renvoi parmi toutes les lignes envoyées à considérer comme critiques.

source: Critical resend ratio
fr: Taux de renvoi critique

source: Start tracking resend request after these many transmitted lines.
fr: Commencez à suivre la demande de renvoi après ces nombreuses lignes transmises.

source: Tracking start
fr: Démarrer le suivi

source: Commands
fr: Commandes

source: Connectivity check
fr: Vérification de la connectivité

source: Plugin blacklist processing
fr: Traitement de la liste noire des extensions

source: Debug options
fr: Options de débogage

source: Graph
fr: Graphique

source: Graph cutoff
fr: Limites du graphique

source: Needs a restart of OctoPrint to become active.
fr: Nécessite un redémarrage d'OctoPrint avant d'être actif.

source: Fine adjustments
fr: Réglages fins

source: Send temperature fine adjustments automatically
fr: Envoyer automatiquement les ajustements fins de la température

source: Enable this to have temperature fine adjustments you do via the + or - button be sent to the printer automatically.
fr: Activez cette option pour que les ajustements précis de température effectués via le bouton + ou - soient automatiquement envoyés à l'imprimante.

source: Sending delay
fr: Délai d'envoi

source: OctoPrint will use this delay to limit the number of sent temperature commands should you perform multiple fine adjustments in a short time.
fr: OctoPrint utilisera ce délai pour limiter le nombre de commandes de température envoyées si vous effectuez plusieurs réglages précis en peu de temps.

source: Presets
fr: Préréglages

source: Extruder
fr: Extrudeur

source: If you do not wish to change your password, just leave the following fields empty.
fr: Si vous ne voulez pas changer votre mot de passe, laissez le champ suivant vide.

source: New Password
fr: Nouveau mot de passe

source: Repeat Password
fr: Répéter le mot de passe

source: Current API Key
fr: Clé API actuelle

source: Please note that changes to the API key are applied immediately, without having to "Confirm" first.
fr: Notez que les changements de clé API sont appliqués immédiatement, sans avoir à "Confirmer" au préalable.

source: Language
fr: Langue

source: Changes to the interface language will only become active after a reload of the page.
fr: Les modifications de la langue de l'interface seront actives après rafraîchissement de la page.

source: All Done!
fr: Terminé!

source: Your OctoPrint installation is now all set up and ready to go.
fr: Votre installation d'OctoPrint est maintenant configurée et prête à fonctionner.

source: For your printer's safety
fr: Pour la sécurité de votre imprimante

source: Even with OctoPrint attached you should <strong class="text-error">never leave your printer running completely unattended</strong>. The electronics in our consumer printers can and sometimes sadly do catch fire, so stay or have someone else stay close enough to physically intervene in case of such catastrophic failure.
fr: Même avec OctoPrint installé, <strong class="text-error">vous ne devez jamais laisser votre imprimante fonctionner sans surveillance</strong>. L'électronique de nos imprimantes grand public peut parfois, malheureusement, déclencher un feu, alors restez ou demandez à quelqu'un d'autre de rester suffisamment proche pour intervenir physiquement en cas de panne catastrophique

source: You also should <strong class="text-error">never make your OctoPrint instance available for everyone on the public internet</strong>, even with Access Control enabled. Your instance <em>will</em> be found, and bad people <em>will</em> try to abuse it. Don't put yourself at risk, <a href="%(url)s" target="_blank" rel="noopener noreferrer">use a safe way to access your instance remotely</a>.
fr: En outre,<strong class="text-error"> vous ne devriez jamais rendre votre instance OctoPrint accessible à tous sur Internet,</strong> même avec le contrôle d'accès activé. Votre instance <em>peut être découverte, et de mauvaises personnes <em>peuvent</em> essayer d'en abuser. Ne prenez pas de risque, <a href="%(url)s" target="_blank" rel="noopener noreferrer"> Utilisez un moyen sûr d’accéder à Octoprint à distance</a>.

source: If you enjoy OctoPrint...
fr: Si vous aimez OctoPrint ...

source: Please consider <strong><a href="%(url)s" target="_blank">supporting OctoPrint's ongoing development</a></strong>, which can only continue with funding by users like you! You can also find this link in the "About" dialog.<br> <strong>Thank you!</strong>
fr: Veuillez envisager <strong><a href="%(url)s" target="_blank">de soutenir le développement en cours d'OctoPrint</a></strong>, qui ne peut continuer qu'avec le financement d'utilisateurs comme vous! Vous pouvez également trouver ce lien dans la boîte de dialogue "À propos de"<br>. <strong> D'avances., je vous remercie!</strong>

source: With all that being said, <strong>Happy and Safe Printing</strong>!
fr: Et maintenant, <strong>Bonnes impressions</strong>!

source: Hello!
fr: Bonjour!

source: Thank you for installing OctoPrint!
fr: Merci d'installer OctoPrint!

source: This wizard will guide you through the final steps to get your OctoPrint instance all set up and ready to go. We'll get you printing in no time!
fr: Cet assistant vous guidera à travers les dernières étapes pour que votre instance d'OctoPrint soit configurée et prête à fonctionner. Nous allons vous faire imprimer en un rien de temps!

source: Logout
fr: Se déconnecter

source: Settings
fr: Paramètres

source: Upload locally
fr: Téléversement local

source: Upload to SD
fr: Téléversement vers la carte SD

source: Cannot upload to printer's SD while printing
fr: Impossible de téléverser sur la carte SD pendant une impression

source: SD not initialized
fr: Carte SD non initialisée

source: Attempt to reconnect
fr: Tentative de reconnexion

source: Please reload
fr: Merci de recharger

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
fr: Une nouvelle version du serveur est maintenant active, le rechargement de l'interface utilisateur est nécessaire. Cela n'interrompra pas les travaux d'impression en cours. Veuillez recharger l'interface Web maintenant en cliquant sur le bouton ci-dessous.

source: Save connection settings
fr: Sauvegarder les paramètres de connexion

source: Auto-connect on server startup
fr: Connexion automatique au redémarrage du serveur

source: Refresh connection options
fr: Actualiser les options de connexion

source: Back
fr: Retour

source: Currently in
fr: Actuellement dans

source: Additional data
fr: Données additionnelles

source: Internal
fr: Interne

source: Uploaded
fr: Téléversé

source: Load
fr: Charger

source: Load and Print
fr: Charger et imprimer

source: Free
fr: Libre

source: Create folder...
fr: Créer le dossier...

source: Hint: You can also drag and drop files on this page to upload them.
fr: Astuce : Vous pouvez également faire un glisser/déposer des fichiers sur la page pour les téléverser.

source: File list settings
fr: Paramètres de la liste de fichiers

source: Apply filters to search results
fr: Appliquer des filtres aux résultats de recherche

source: Sort by upload date
fr: Trier par date de téléversement

source: Sort by date of last print
fr: Trier par date de dernière impression

source: Sort by Folders, Files
fr: Trier par Dossiers, Fichiers

source: Sort by Files, Folders
fr: Trier par Fichiers, Dossiers

source: Mixed
fr: Mélangé

source: Only show files stored locally
fr: Ne montrer que les fichiers enregistrés localement

source: Only show files stored on SD
fr: Ne montrer que les fichiers enregistrés sur la carte SD

source: Hide successfully printed files
fr: Cacher les fichiers imprimés avec succès

source: Refresh file list
fr: Rafraîchir la liste des fichiers

source: SD Card operations
fr: Opérations sur la carte SD

source: Initialize SD card
fr: Initialiser la carte SD

source: Refresh SD files
fr: Rafraîchir les fichiers de la carte SD

source: Release SD card
fr: Libérer la carte SD

source: Current printer state
fr: Statut de l'imprimante

source: Count of resend requests, transmitted lines and resend ratio
fr: Nombre de demandes de renvoi, lignes transmises et taux de renvoi

source: Resend ratio
fr: Taux de renvoi

source: resend requests
fr: renvoyer les demandes

source: transmitted lines
fr: lignes transmises

source: resend ratio
fr: taux de renvoi

source: Name of file currently selected for printing
fr: Nom du fichier sélectionné pour impression

source: File
fr: Fichier

source: Upload date of the file currently selected or printing
fr: Date de téléversement du fichier sélectionné ou en cours d'impression

source: User who selected this file for printing
fr: Utilisateur qui a sélectionné ce fichier pour l'impression

source: Current timelapse configuration
fr: Configuration actuelle du time-lapse

source: Estimated total print time based on analysis of the file or past prints
fr: Durée d'impression totale basée sur l'analyse du fichier ou d'impressions antérieures

source: Approx. Total Print Time
fr: Temps total approximatif

source: Total print time so far
fr: Durée de l'impression jusqu'à maintenant

source: Print Time
fr: Durée d'impression

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
fr: Temps estimé avant la fin du travail. Ce n'est qu'une estimation, la précision dépendant énormément de nombreux facteurs!

source: Print Time Left
fr: Temps restant

source: Bytes printed vs total bytes of file
fr: Octets imprimés vs nombre total d'octets du fichier

source: Printed
fr: Imprimé

source: Restart
fr: Redémarrer

source: Print
fr: Imprimer

source: Resume
fr: Reprendre

source: Cancels the print job
fr: Annuler l'impression

source: Fixed groups can't be added or removed to users.
fr: Les groupes fixes ne peuvent pas être ajoutés ou retirés aux utilisateurs.

source: Fixed
fr: Fixé

source: Default group
fr: Groupe par défaut

source: Permissions
fr: Autorisations

source: Subgroups
fr: Sous-groupes

source: Update group
fr: Mettre à jour le groupe

source: Delete group
fr: Supprimer le groupe

source: Add group...
fr: Ajouter un groupe...

source: Default
fr: Défaut

source: Marking a group as default will make it get pre selected when creating new users.
fr: Si vous marquez un groupe par défaut, il sera présélectionné lors de la création de nouveaux utilisateurs.

source: Plugin
fr: Extension

source: Dangerous
fr: Dangereux

source: Fixed groups can't be added or removed to other groups.
fr: Les groupes fixes ne peuvent pas être ajoutés ou retirés d'autres groupes.

source: Active
fr: Actif

source: Update User
fr: Mettre à jour l'utilisateur

source: Change password
fr: Changer le mot de passe
