Repository: fran6p/Octoprint-i8n-fr
Catalog: 1.5.X/LC_MESSAGES/messages.po
Languages: fr

source: <p><strong>You are about to disconnect from the printer while a print is in progress.</strong></p><p>Disconnecting while a print is in progress will prevent OctoPrint from completing the print. If you're printing from an SD card attached directly to the printer, any attempt to restart OctoPrint or reconnect to the printer could interrupt the print.<p>
fr: <p><strong>Vous allez vous déconnecter de l'imprimante pendant qu'une impression est en cours.</strong></p> <p>Le fait de se déconnecter pendant qu'une impression est en cours empêchera OctoPrint de terminer l'impression. Si vous imprimez à partir d'une carte SD attachée directement à l'imprimante, toute tentative de redémarrer OctoPrint ou de se reconnecter à l'imprimante pourrait interrompre l'impression.<p>

source: Are you sure you want to disconnect from the printer?
fr: Êtes-vous sûr de vouloir vous déconnecter de l'imprimante?

source: Stay Connected
fr: Rester connecté

source: Hotend
fr: Tête d'impression

source: Your available free disk space is critically low.
fr: L'espace disque disponible est critiquement faible.

source: Your available free disk space is starting to run low.
fr: L'espace disque disponible devient faible.

source: Your current disk usage.
fr: Votre utilisation du disque.

source: Only show model files
fr: N'afficher que les fichiers des modèles

source: Only show machine code files
fr: N'afficher que les fichiers de code

source: Only show %(type)s files
fr: N'afficher que les fichiers %(type)s

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
fr: Vous allez supprimer le dossier "%(folder)s" qui contient des fichiers et/ou sous dossiers.

source: This will start a new print job. Please check that the print bed is clear.
fr: Permet de lancer un nouveau travail d'impression. Veuillez vérifier que le lit d'impression est dégagé.

source: Do you want to start the print job now?
fr: Voulez-vous démarrer l'impression maintenant ?

source: No
fr: Non

source: Yes
fr: Oui

source: Unable to move file or folder
fr: Impossible de déplacer fichier ou dossier

source: to
fr: vers

source: Last printed
fr: Dernière impression

source: Last print time
fr: Dernière durée d'impression

source: Object in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
fr: L'objet %(name)s a un volume d'impression plus grand que le profil sélectionné, attention en tentant de l'imprimer.

source: Object exceeds print volume in width.<br>
fr: L’objet est trop large.<br>

source: Object exceeds print volume in depth.<br>
fr: L'objet est trop profond.<br>

source: Object exceeds print volume in height.<br>
fr: L'objet est trop haut.<br>

source: Object's bounding box: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)
fr: Enveloppe de l'objet: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
fr: Volume d'impression : (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: Object doesn't fit print volume
fr: L'objet ne rentre pas dans le volume d'impression

source: Slicing ...
fr: Tranchage ...

source: Slicing done
fr: Tranchage terminé

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
fr: Tranchage de %(stl)s vers %(gcode)s, en %(time).2f secondes

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
fr: Le tranchage de %(stl)s vers %(gcode)s a échoué : %(reason)s

source: Slicing failed
fr: Echec de tranchage

source: Streaming ...
fr: Diffusion...

source: Streaming done
fr: Diffusion terminée

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
fr: Diffusion de %(local)s vers %(remote)s sur la carte SD, temps : %(time).2f secondes

source: Streaming failed
fr: Echec de diffusion

source: Did not finish streaming %(local)s to %(remote)s on SD
fr: N'a pas terminé le streaming %(local)s à %(remote)s sur SD

source: Refreshing list ...
fr: Rafraîchissement de la liste ...

source: Could not upload the file. Make sure that it is a readable, valid file with one of these extensions: %(extensions)s
fr: Impossible de téléverser le fichier. Assurez-vous qu'il s'agit d'un fichier lisible et valide portant l'une des extensions suivantes: %(extensions)s

source: Saving ...
fr: Sauvegarde ...

source: Uploading ...
fr: Téléversement ...

source: Login
fr: Identification

source: Logged in as %(name)s
fr: Connecté en tant que %(name)s

source: API key based login
fr: Connexion basée sur la clé API

source: Authorization header based login
fr: Connexion basée sur l'en-tête d'autorisation

source: Logout not supported for %(method)s, please close the browser instead
fr: Déconnexion non prise en charge pour les %(method)s, veuillez plutôt fermer le navigateur

source: Logout of OctoPrint
fr: Déconnexion d'OctoPrint

source: <p>It seems that you are connecting to OctoPrint over the public internet.</p><p>This is strongly discouraged unless you have taken proper network security precautions. Your printer is an appliance you really should not be giving access to everyone with an internet connection.</p><p><strong>Please see <a href="%(url)s" target="_blank" rel="noreferrer noopener">this blog post</a> for ways to safely access your OctoPrint instance from remote.</strong></p><p><small>If you know what you are doing or you are sure this message is mistaken since you are in an isolated LAN, feel free to ignore it.</small></p>
fr: <p>Il semble que vous vous connectiez à OctoPrint via l’Internet public</p>. <p>C'est vivement déconseillé si vous n’avez pas pris les précautions de sécurité réseau appropriées. Votre imprimante est un appareil sur lequel vous ne devriez pas vraiment donner à tout le monde le moyen d'y accéder.</p>. <p><strong>Consultez <a href="%(url)s" target="_blank" rel="noreferrer noopener">cet article de blog</a> pour mettre en place des moyens d'accès sécurisés à votre instance OctoPrint à distance.</strong></p><p><small> Si vous savez ce que vous faites ou si vous êtes sûr que ce message est erroné puisque vous êtes dans un LAN isolé, n'hésitez pas à l'ignorer.</small></p>

source: Possible external access detected
fr: Accès externe probable détecté

source: Login successful
fr: Identification réussie

source: You are now logged in as "%(username)s"
fr: Vous êtes maintenant connecté en tant que "%(username)s"

source: Login failed
fr: Echec d'identification

source: User unknown, wrong password or account deactivated
fr: Utilisateur inconnu, mauvais mot de passe ou compte désactivé

source: Logout successful
fr: Déconnexion réussie

source: You are now logged out
fr: Vous êtes maintenant déconnecté

source: Identifier must be set
fr: L'identifiant doit être paramétré

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
fr: Caractères invalides, seuls a-z, A-Z, 0-9, -, ., _, ( et ) sont autorisés

source: A profile with such an identifier already exists
fr: Un profil avec cet identifiant existe déjà

source: default
fr: défaut

source: red
fr: rouge

source: yellow
fr: jaune

source: green
fr: vert

source: blue
fr: bleu

source: black
fr: noir

source: Lower Left
fr: En bas à gauche

source: Center
fr: Au centre

source: There was unexpected error while saving the printer profile, please consult the logs.
fr: Il y a eu une erreur inattendue pendant l'enregistrement du profil d'imprimante, merci de consulter les journaux.

source: Could not add profile
fr: Impossible d'ajouter le profil

source: Cannot delete the default profile or the currently active profile.
fr: Impossible de supprimer le profil par défaut ou le profil actuellement actif.

source: There was unexpected error while removing the printer profile, please consult the logs.
fr: Il y a eu une erreur inattendue pendant la suppression du profil d'imprimante, merci de consulter les journaux.

source: Could not delete profile
fr: Impossible de supprimer le profil

source: You are about to delete the printer profile "%(name)s".
fr: Vous allez supprimer le profil d'impression "%(name)s".

source: There was unexpected error while updating the printer profile, please consult the logs.
fr: Il y a eu une erreur inattendue pendant la mise à jour du profil d'imprimante, merci de consulter les journaux.

source: Could not update profile
fr: Impossible de mettre à jour le profil

source: Add Printer Profile
fr: Ajout d'un profil d'imprimante

source: Edit Printer Profile "%(name)s"
fr: Édition du profil d'imprimante "%(name)s"

source: Restarts the print job from the beginning
fr: Redémarrer l'impression depuis le début

source: Starts the print job
fr: Démarrer l'impression

source: Resumes the print job
fr: Reprendre l'impression

source: Pauses the print job
fr: Suspendre l'impression

source: Still stabilizing...
fr: En stabilisation ...

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
fr: Basé sur une approximation linéaire (très basse précision, surtout en début d'impression)

source: Based on the estimate from analysis of file (medium accuracy)
fr: Basé sur une estimation par analyse du fichier (précision moyenne)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
fr: Basé sur une estimation fondée sur analyse et calculs (précision moyenne)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
fr: Basé sur le total moyen des impressions passées de ce modèle avec le même profil d'imprimante (généralement bonne précision)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
fr: Basé sur un mélange de total moyen des impressions passées et de calcul (généralement bonne précision)

source: Based on the calculated estimate (best accuracy)
fr: Basé sur une estimation calculée (meilleure précision)

source: Continue
fr: Reprendre

source: Pause
fr: Suspendre

source: On Z Change
fr: Sur changement de Z

source: Timed
fr: Chronométré

source: <p>%(ratio)d%% of transmitted lines have triggered resend requests. The communication with the printer is unreliable and this will cause print artefacts and failures.</p><p>Please see <a href='%(url)s' target='_blank'>this FAQ entry</a> on tips on how to solve this.</p>
fr: <p>%(ratio)d%% des lignes transmises a déclenché des demandes de renvoi. La communication avec l'imprimante n'est pas fiable, ce qui entraîne des artefacts d'impression et des pannes.</p><p>Veuillez consulter <a href='%(url)s' target='_blank'>cette entrée de la FAQ</a> pour obtenir des conseils sur la manière de résoudre ce problème.</p>

source: Critical resend ratio!
fr: Taux de renvoi critique !

source: This will restart the print job from the beginning.
fr: L'impression va redémarrer depuis le début.

source: This will cancel your print.
fr: Votre impression sera annulée.

source: No, continue the print
fr: Non, poursuivre l'impression

source: Yes, cancel the print
fr: Oui, annuler l'impression

source: white
fr: blanc

source: Autodetect from browser
fr: Détection automatique depuis le navigateur

source: If you see your webcam stream below, the entered stream URL is ok.
fr: Si vous voyez le flux de votre webcam ci-dessous, l'URL du flux saisie est correcte.

source: Stream test
fr: Test du flux

source: Could not retrieve snapshot URL, please double check the URL
fr: Impossible de récupérer l'URL de prise de vue instantanée, veuillez vérifier l'URL

source: Snapshot test failed
fr: Echec du test de prise de vue instantanée

source: Could retrieve the snapshot URL, but it didn't look like an image. Got this as a content type header: <code>%(content_type)s</code>. Please double check that the URL is returning static images, not multipart data or videos.
fr: L'URL de prise de vue instantanée permet de récupérer un contenu mais celui-ci ne ressemble pas à une image. J'ai obtenu ceci en tant qu'en-tête de type de contenu: <code>%(content_type)s</code>. Vérifiez que l'URL renvoie bien des images statiques et non des données en plusieurs parties ou des vidéos.

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
fr: Si vous voyez votre prise de vue instantanée ci-dessous, l'URL saisie est correcte.

source: Snapshot test
fr: Test de prise de vue instantanée

source: The path doesn't exist
fr: Le chemin d'accès n'existe pas

source: The path is not a file
fr: Le chemin d'accès ne pointe pas sur un fichier

source: The path is not an executable
fr: Le chemin d'accès ne pointe pas sur un exécutable

source: The path is valid
fr: Chemin d'accès valide

source: The server is not reachable
fr: Le serveur est inaccessible

source: The server is reachable
fr: Le serveur est accessible

source: Name cannot be resolved
fr: Résolution de nom impossible

source: Name can be resolved
fr: Résolution de nom possible

source: The path is a broken symlink.
fr: Le chemin d'accès est un lien symbolique cassé.

source: The path does not exist and cannot be created.
fr: Le chemin d'accès n'existe pas et ne peut pas être créé.

source: The path is not a folder.
fr: Le chemin d'accès n'est pas un dossier.

source: The path is not writable.
fr: Le chemin d'accès n'est qu'en lecture seule.

source: This will generate a new API Key. The old API Key will cease to function immediately.
fr: Générera une nouvelle clé API. L'ancienne clé API cessera de fonctionner immédiatement.

source: Do nothing
fr: Ne rien faire

source: Select for printing
fr: Sélectionner pour l'impression

source: Start printing
fr: Démarrer l'impression

source: Slicing %(filename)s
fr: Tranchage de %(filename)s

source: Cannot slice on the same device while printing
fr: Impossible de trancher sur le même périphérique pendant une impression

source: Cannot slice, not all parameters specified
fr: Impossible de trancher, manque de paramètres

source: Start the slicing process
fr: Démarrer le tranchage

source: The command "%(command)s" was triggered asynchronously
fr: La commande "%(command)s" a été déclenchée de manière asynchrone

source: The command "%(command)s" executed successfully
fr: La commande "%(command)s" a été exécutée avec succès

source: The command "%(command)s" could not be executed.
fr: La commande "%(command)s" n'a pas pu être exécutée.

source: Error
fr: Erreur

source: Changing Offset of %(name)s
fr: Modifier la compensation de %(name)s

source: Use the form below to specify a new offset to apply to all temperature commands sent from printed files for "%(name)s"
fr: Utiliser le formulaire ci-dessous pour indiquer la compensation à appliquer pour toutes les commandes de température envoyées depuis les fichiers imprimés pour "%(name)s"

source: Bed
fr: Plateau

source: Chamber
fr: Chambre

source: Set %(name)s (%(value)s)
fr: Définir %(name)s (%(value)s)

source: Off
fr: Éteint

source: Actual
fr: Actuel

source: Target
fr: Cible

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
fr: affichage de %(displayed)d lignes (%(filtered)d sur %(total)d lignes au total filtrées, mémoire tampon pleine)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
fr: affichage de %(displayed)d lignes (%(filtered)d sur %(total)d lignes au total filtrées)

source: showing %(displayed)d lines (buffer full)
fr: affichage de %(displayed)d lignes (mémoire tampon pleine)

source: showing %(displayed)d lines
fr: indiquant les lignes %(displayed)d

source: The command <code>%(command)s</code> was not sent to the printer:
fr: La commande <code>%(command)s</code> n'a pas été envoyée à l'imprimante :

source: Suppressed command
fr: Commande supprimée

source: Invalid tool reported
fr: Outil non valide signalé

source: Your printer reported tool T%(tool)d as invalid, reverting back to T%(fallback)d
fr: Votre imprimante a signalé l'outil T%(tool)d comme non valable, retour à T%(fallback)d

source: Rendering %(target)s...
fr: Rendu de %(target)s...

source: Rendering %(target)s... (%(progress)d%%)
fr: Rendu de %(target)s...(%(progress)d%%)

source: Failed to remove timelapse %(name)s.</p><p>Please consult octoprint.log for details.</p>
fr: Impossible de supprimer le time-lapse %(name)s.</p><p>Consultez le fichier octoprint.log pour plus de détails.</p>

source: Could not remove timelapse
fr: Impossible de supprimer le time-lapse

source: You are about to delete timelapse file "%(name)s".
fr: Vous allez supprimer le fichier time-lapse "%(name)s".

source: You are about to delete %(count)d timelapse files.
fr: Vous allez supprimer %(count)d fichiers time-lapse.

source: You are about to delete unrendered timelapse "%(name)s".
fr: Vous allez supprimer le time-lapse "%(name)s" non traité.

source: You are about to delete %(count)d unrendered timelapses.
fr: Vous allez supprimer %(count)d time-lapses non traités.

source: Deleting timelapse files
fr: Suppression des fichiers time-lapse

source: Deleting %(count)d timelapse files...
fr: Suppression de %(count)d fichiers time-lapse...

source: Deleting unrendered timelapses
fr: Suppression de time-lapses non traités

source: Deleting %(count)d unrendered timelapses...
fr: Suppression de %(count)d time-lapses non traités...

source: Capturing timelapse postroll
fr: Finalisation du time-lapse

source: Now capturing timelapse post roll, this will take only a moment...
fr: Maintenant, la finalisation de time-lapse, cela ne prendra qu'un instant...

source: Now capturing timelapse post roll, this will take approximately %(duration)s (so until %(time)s)...
fr: Finalisation du time-lapse, cela prendra approximativement %(duration)s (jusqu'à %(time)s)...

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
fr: Finalisation du time-lapse, cela prendra approximativement %(duration)s...

source: Failed repeatedly to capture timelapse frame from webcam - is the snapshot URL configured correctly and the camera on?
fr: Échec répétée de capture des trames time-lapse provenant de la caméra- l'URL de prise de vue instantanée est-elle configurée correctement et la caméra est-elle activée?

source: Could not capture snapshots
fr: Capture des prises de vue instantanée impossible

source: Rendering timelapse
fr: Rendu du time-lapse

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
fr: Rendu du time-lapse %(movie_prefix)s en cours. Pour des raisons de performance, il est recommandé de ne pas lancer d'impression pendant que le rendu est en cours.

source: Cannot render timelapse
fr: Le rendu du time-lapse est impossible

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot URL configured correctly?
fr: Le rendu du time-lapse %(movie_prefix)s n'est pas possible étant donné qu’aucune image n'a été capturée. L'URL de prise de vue instantanée, est-elle configurée correctement ?

source: Rendering timelapse failed
fr: Le rendu du time-lapse a échoué

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
fr: Le rendu du time-lapse %(movie_prefix)s a échoué avec le code %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
fr: Le rendu du time-lapse %(movie_prefix)s a échoué à cause d'une erreur inconnue, merci de consulter le fichier journal

source: Timelapse ready
fr: Le time-lapse est prêt

source: New timelapse %(movie_prefix)s is done rendering.
fr: Le rendu du nouveau Timelaspe %(movie_prefix)s est terminé.

source: Site default
fr: Site par défaut

source: This will delete the API Key. It will cease to to function immediately.
fr: Ceci supprimera la clé API. Elle cessera de fonctionner immédiatement.

source: About
fr: A propos

source: System
fr: Système

source: You don't seem to have JavaScript enabled
fr: Vous ne semblez pas avoir activé JavaScript

source: OctoPrint's UI requires JavaScript to work. Please enable JavaScript and reload.
fr: L'interface utilisateur d'OctoPrint nécessite JavaScript pour fonctionner. Veuillez activer JavaScript et recharger.

source: Connecting to OctoPrint's server...
fr: Connexion au serveur d'OctoPrint...

source: Please log in
fr: Veuillez vous connecter

source: Incorrect username or password.
fr: Nom d'utilisateur ou mot de passe incorrect.

source: Server is currently offline.
fr: Le serveur est actuellement hors-ligne.

source: Reconnect...
fr: Reconnecter...

source: An account with the following permissions is required:
fr: Un compte ayant les autorisations suivantes est requis:

source: Forgot password?
fr: Mot de passe oublié?

source: Remember me
fr: Se souvenir de moi

source: Log in
fr: Se connecter

source: System commands
fr: Commandes système

source: Printer control
fr: Contrôle de l'imprimante

source: Backups
fr: Sauvegardes

source: System info
fr: Informations système

source: You lack admin permissions.
fr: Vous n'avez pas les autorisations d'administration.

source: Cancel print
fr: Annuler l'impression

source: Disconnect printer
fr: Déconnecter l'imprimante

source: Online restore is not supported on your system.
fr: La restauration en ligne n'est pas supportée sur votre système.

source: There are no backups yet.
fr: Aucune suavegarde actuellement.

source: Copy
fr: Copier

source: About OctoPrint
fr: A propos d'OctoPrint

source: Create Folder
fr: Créer un dossier

source: Please specify the name of the folder to create.
fr: Merci de préciser le nom du dossier à créer.

source: Folder name
fr: Nom du dossier

source: Create
fr: Créer

source: Move File or Folder
fr: Déplacer un fichier ou un dossier

source: Select destination folder for
fr: Indiquer le dossier destinataire pour

source: Currently:
fr: Actuellement:

source: Move
fr: Déplacer

source: OctoPrint Settings
fr: Paramètres Octoprint

source: Settings update detected
fr: Paramètres mis à jour détectés

source: The settings have been updated on the server. You may reload all settings, overwriting any changes you might have done locally, or alternatively only reload those settings you haven't changed locally.
fr: Les paramètres ont été mis à jour sur le serveur. Vous pouvez recharger tous les paramètres, en écrasant les modifications que vous auriez pu apporter localement, ou alternativement ne recharger que les paramètres que vous n'avez pas modifiés localement.

source: How do you want to proceed?
fr: Comment voulez-vous procéder ?

source: Reload all
fr: Tout recharger

source: Reload only non-conflicting changes
fr: Recharger uniquement les modifications non conflictuelles

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
fr: Le tranchage est désactivé car aucun trancheur n'a été configuré. Merci de configurer un trancheur dans "Paramètres".

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
fr: Merci de configurer quel trancheur et quel profil de tranchage à utiliser ainsi que le nom du fichier GCode à trancher ci-dessous, ou cliquez sur "Annuler" si vous ne souhaitez pas trancher le fichier pour l'instant.

source: Slicer
fr: Trancheur

source: Select a slicer...
fr: Sélectionner un trancheur...

source: Runs locally
fr: Fonctionne localement
